[{
  "id": 12147973,
  "listing_url": "https://www.airbnb.com/rooms/12147973",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Sunny Bungalow in the City",
  "summary": "Cozy, sunny, family home.  Master bedroom high ceilings. Deck, garden with hens, beehives & play structure.   Short walk to charming village with  attractive stores, groceries & local restaurants. Friendly neighborhood. Access public transportation.",
  "space": "The house has an open and cozy feel at the same time.  The living room has a flat screen TV.  The kitchen has all you need for cooking.  We prefer you buy your food but can use the organic oils, herbs, etc.   The yard can be seen from sitting room and when the weather allows, the yard is a place children can lose themselves in a safe way.  We have 2 bee hives, 6 hens fenced in (sometimes they get out of their coop area & into the yard), 2 rabbits in a hutch and play structure.",
  "description": "Cozy, sunny, family home.  Master bedroom high ceilings. Deck, garden with hens, beehives & play structure.   Short walk to charming village with  attractive stores, groceries & local restaurants. Friendly neighborhood. Access public transportation. The house has an open and cozy feel at the same time.  The living room has a flat screen TV.  The kitchen has all you need for cooking.  We prefer you buy your food but can use the organic oils, herbs, etc.   The yard can be seen from sitting room and when the weather allows, the yard is a place children can lose themselves in a safe way.  We have 2 bee hives, 6 hens fenced in (sometimes they get out of their coop area & into the yard), 2 rabbits in a hutch and play structure. You will have access to 2 bedrooms, a living room, kitchen, bathrooms, and yard. Roslindale is quiet, convenient and friendly.  For Southern food try Redd's in Rozzie.  Italian Delfino's or Sophia's Grotto are great. Birch St Bistro has nice atmostphere--a little pric",
  "experiences_offered": "none",
  "neighborhood_overview": "Roslindale is quiet, convenient and friendly.  For Southern food try Redd's in Rozzie.  Italian Delfino's or Sophia's Grotto are great. Birch St Bistro has nice atmostphere--a little pricier.   If you are cooking the Fish Market has fresh fish daily; Tony's makes his own sausages and has Italian foods;  for  a wide variety of delicious cheeses and chocolates go to the Cheese Cellar on Birch St.",
  "notes": "",
  "transit": "The bus stop is 2 blocks away, and frequent. Bus is about a 10 minute ride to the Orange line, forest hills. The commuter rail into down town is a 6 minute walk from our home.  Walking is pleasant and restaurants, shops and grocery store are all a 6 minute walk away.",
  "access": "You will have access to 2 bedrooms, a living room, kitchen, bathrooms, and yard.",
  "interaction": "",
  "house_rules": "Clean up and treat the home the way you'd like your home to be treated.  No smoking.",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/c0842db1-ee98-4fe8-870b-d1e2af33855d.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/c0842db1-ee98-4fe8-870b-d1e2af33855d.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/c0842db1-ee98-4fe8-870b-d1e2af33855d.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/c0842db1-ee98-4fe8-870b-d1e2af33855d.jpg?aki_policy=x_large",
  "host_id": 31303940,
  "host_url": "https://www.airbnb.com/users/show/31303940",
  "host_name": "Virginia",
  "host_since": "2015-04-15",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "We are country and city connecting in our deck and garden. Enjoy our music room, books and flat screen TV with the pastoral backyard of hens, bees, rabbits and an organic garden.",
  "host_response_time": "N/A",
  "host_response_rate": "N/A",
  "host_acceptance_rate": "N/A",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/5936fef0-ba16-45bd-ac33-9226137d0763.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/5936fef0-ba16-45bd-ac33-9226137d0763.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'facebook', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Birch Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.282618795779484,
  "longitude": -71.13306792912681,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Entire home/apt",
  "accommodates": 4,
  "bathrooms": 1.5,
  "bedrooms": 2,
  "beds": 3,
  "bed_type": "Real Bed",
  "amenities": "{TV,\"Wireless Internet\",Kitchen,\"Free Parking on Premises\",\"Pets live on this property\",Dog(s),Heating,\"Family/Kid Friendly\",Washer,Dryer,\"Smoke Detector\",\"Fire Extinguisher\",Essentials,Shampoo,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$250.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$35.00",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 2,
  "maximum_nights": 1125,
  "calendar_updated": "2 weeks ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 0,
  "availability_365": 0,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 0,
  "first_review": "",
  "last_review": "",
  "review_scores_rating": "",
  "review_scores_accuracy": "",
  "review_scores_cleanliness": "",
  "review_scores_checkin": "",
  "review_scores_communication": "",
  "review_scores_location": "",
  "review_scores_value": "",
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": ""
},
{
  "id": 3075044,
  "listing_url": "https://www.airbnb.com/rooms/3075044",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Charming room in pet friendly apt",
  "summary": "Charming and quiet room in a second floor 1910 condo building. The room has a full size bed, darkening curtains, window A/C unit. It's quiet because it's in the back of the house. Shared bathroom. Guests can use kitchen, living room. Pet friendly.",
  "space": "Small but cozy and quite room with a full size bed. Ample street parking.",
  "description": "Charming and quiet room in a second floor 1910 condo building. The room has a full size bed, darkening curtains, window A/C unit. It's quiet because it's in the back of the house. Shared bathroom. Guests can use kitchen, living room. Pet friendly. Small but cozy and quite room with a full size bed. Ample street parking. Apt has one more bedroom (which I use) and large living space and kitchen that you can use.  Possibility to do laundry. Two porches. If I am at home, I am likely working in my home office, which is a separate room. I can help you settle in and give you tips and directions on the neighborhood and Boston.  The room is in Roslindale, a diverse and primarily residential neighborhood of Boston. It's well connected via public transportation to other neighborhoods and easy to access by car. Roslindale Square is a nice business district with supermarkets. banks, a bakery, etc. (See my Guidebook for some recommendations). The Arnold Arboretum is just steps away. Plenty of safe s",
  "experiences_offered": "none",
  "neighborhood_overview": "The room is in Roslindale, a diverse and primarily residential neighborhood of Boston. It's well connected via public transportation to other neighborhoods and easy to access by car. Roslindale Square is a nice business district with supermarkets. banks, a bakery, etc. (See my Guidebook for some recommendations). The Arnold Arboretum is just steps away.",
  "notes": "If you don't have a US cell phone, you can text me using (SENSITIVE CONTENTS HIDDEN).",
  "transit": "Plenty of safe street parking. Bus stops a few hundred feet from home. Buses 35, 36, or 37 will take you to the Forest Hills subway station is approximately 10 minutes. The buses are frequent during the week, less frequent during the weekend. However, many more buses leave Roslindale Sq., which is just 5 minutes away. Commuter rail is also down the road: more expensive but will take you downtown (Copley and South Station) in less than 20 minutes. Does not run on Sundays. The station is Roslindale Village on the Needham Heights line.",
  "access": "Apt has one more bedroom (which I use) and large living space and kitchen that you can use.  Possibility to do laundry. Two porches.",
  "interaction": "If I am at home, I am likely working in my home office, which is a separate room. I can help you settle in and give you tips and directions on the neighborhood and Boston.",
  "house_rules": "Pet friendly but please confirm with me if the pet you are planning on bringing with you is OK. I have a cute and quiet mixed chihuahua. I could accept more guests (for an extra fee) but this also needs to be confirmed beforehand. Also friends traveling together could sleep in separate beds for an extra fee (the second bed is either a sofa bed or inflatable bed). Smoking is only allowed on the porch.",
  "thumbnail_url": "https://a1.muscache.com/im/pictures/39327812/df0f1aab_original.jpg?aki_policy=small",
  "medium_url": "https://a1.muscache.com/im/pictures/39327812/df0f1aab_original.jpg?aki_policy=medium",
  "picture_url": "https://a1.muscache.com/im/pictures/39327812/df0f1aab_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a1.muscache.com/im/pictures/39327812/df0f1aab_original.jpg?aki_policy=x_large",
  "host_id": 2572247,
  "host_url": "https://www.airbnb.com/users/show/2572247",
  "host_name": "Andrea",
  "host_since": "2012-06-07",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "I live in Boston and I like to travel and have travelers staying at my place.",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/users/2572247/profile_pic/1442235897/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/users/2572247/profile_pic/1442235897/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'facebook', 'linkedin', 'amex', 'reviews', 'jumio']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Pinehurst Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.286240821867416,
  "longitude": -71.13437396457161,
  "is_location_exact": "t",
  "property_type": "Apartment",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Pets Allowed\",\"Pets live on this property\",Dog(s),Heating,\"Family/Kid Friendly\",Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"Fire Extinguisher\",Essentials,Shampoo,\"Lock on Bedroom Door\",Hangers,\"Hair Dryer\",Iron}",
  "square_feet": "",
  "price": "$65.00",
  "weekly_price": "$400.00",
  "monthly_price": "",
  "security_deposit": "$95.00",
  "cleaning_fee": "$10.00",
  "guests_included": 0,
  "extra_people": "$0.00",
  "minimum_nights": 2,
  "maximum_nights": 15,
  "calendar_updated": "a week ago",
  "has_availability": "",
  "availability_30": 26,
  "availability_60": 54,
  "availability_90": 84,
  "availability_365": 359,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 36,
  "first_review": "2014-06-01",
  "last_review": "2016-08-13",
  "review_scores_rating": 94,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 9,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 9,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "t",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 1.3
},
{
  "id": 6976,
  "listing_url": "https://www.airbnb.com/rooms/6976",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Mexican Folk Art Haven in Boston",
  "summary": "Come stay with a friendly, middle-aged guy in the safe and quiet Roslindale neighborhood of Boston. You will have you own clean, furnished room (with cable TV, Wi-Fi, and a desk to work at) in an apartment that is filled with Mexican folk art.",
  "space": "Come stay with a friendly, middle-aged guy in the safe and quiet Roslindale neighborhood of Boston. You will have you own clean, furnished room (with cable TV, Wi-Fi, and a desk to work at) in an apartment that is filled with Mexican folk art. This is a well-maintained two-family house built in the 1940s. My apartment is on the second floor. This is a pet and smoke-free apartment.   PRICE: Price includes ALL utilities (heat, electricity, Wi-Fi, cable TV, air conditioner), parking in street, and use of back yard. NO SMOKING indoors or outside. Note that the bed is a size \"Full\" mattress, not a Queen or a King. This is ideal for one guest, but if it is two people traveling together, you can fit two in the bed, or the second person can sleep in the living room, on the long couch. (Not a fold-out couch, but comfortable). Additional fee for the second person is $20. The price listed is for one person.  I offer discounted rates for stays of one week or longer.   Guests get free coffee and a",
  "description": "Come stay with a friendly, middle-aged guy in the safe and quiet Roslindale neighborhood of Boston. You will have you own clean, furnished room (with cable TV, Wi-Fi, and a desk to work at) in an apartment that is filled with Mexican folk art. This is a well-maintained two-family house built in the 1940s. My apartment is on the second floor. This is a pet and smoke-free apartment.   PRICE: Price includes ALL utilities (heat, electricity, Wi-Fi, cable TV, air conditioner), parking in street, and use of back yard. NO SMOKING indoors or outside. Note that the bed is a size \"Full\" mattress, not a Queen or a King. This is ideal for one guest, but if it is two people traveling together, you can fit two in the bed, or the second person can sleep in the living room, on the long couch. (Not a fold-out couch, but comfortable). Additional fee for the second person is $20. The price listed is for one person.  I offer discounted rates for stays of one week or longer.   Guests get free coffee and a",
  "experiences_offered": "none",
  "neighborhood_overview": "The LOCATION: Roslindale is a safe and diverse Boston neighborhood located between Jamaica Plain and West Roxbury. This apartment is on Ardale Street, a quiet side street off Centre Street.  This is about one-half mile from Faulkner Hospital, walking distance to the renowned Arnold Arboretum park (look for it on (SENSITIVE CONTENTS HIDDEN)), and about 20-minute drive to the Longwood Medical Center area. I have easy, restriction-free, on-street parking here, and a back yard. Just one block from the house, there is a 7-11 convenience store, a dry-cleaner, a Mexican restaurant, a pizza parlor, a popular sports bar and grill (similar to an Irish Pub), and another restaurant for breakfast and lunch.  The house is located 1/2 mile from Roslindale Square where you will find more restaurants, 4 bakeries, the public library and the post office. There is a superb farmers market here every Saturday. The fast-train to downtown Boston stops there, too.",
  "notes": "I am in a scenic part of Boston with a couple big parks nearby, and Jamaica Pond, where you can rent a sail boat or jog the paved perimeter path, within a mile away. Here is a clue to my personality:  Favorite singers are Judy Collins, Ari Hest, Miguel Bose and the British rock band, James. My top favorite places to travel to are Oaxaca, Mexico and Budapest, Hungary. In years gone by, I have had repeated trips to Paris and to Tunisia, also. These days I am mostly home, spending a lot of time in front of my iMac, writing copy, filling orders or coding for websites.",
  "transit": "PUBLIC TRANSPORTATION: From the house, quick public transportation to Forest Hills station (Orange Line and Commuter Rail) is via two nearby MBTA bus lines. The #38 bus stops one-half block away, and takes you past the Faulkner, then to Jamaica Plain and Forest Hills.  The #51 bus stops one block away, and goes a more direct route to Forest Hills. (The bus also goes to Cleveland Circle in Brookline.) Between the two bus lines, there is a bus that stops here every 15 minutes or so on weekdays; but no service on Sunday. ALSO, the apartment is just 1/2 mile walk to the Roslindale Village MBTA commuter rail stop, Needham Line. The train takes you to Ruggles Station at Northeastern Univ., to Back Bay station and to South Station in downtown Boston, in about 15 minutes time.  There are more city busses, running 7 days a week, from this MBTA rail station. You can also pick up ZIP Cars there.  GETTING HERE FROM LOGAN AIRPORT: By public transportation: You take the free shuttle bus at the airpo",
  "access": "I am living in the apartment during your stay, and I work from home, so I'm there most of the time.  Guests are welcome to use the kitchen and all cooking utensils, refrigerator, etc. I have a gas stove, toaster oven, microwave, convection oven and a pressure cooker! I have a backyard garden, so if you are here during August and September, be prepared for tomatoes and cucumbers! In addition to your personal room, you can also use the living room which includes a 32-inch HDTV with an Apple TV connection.  The bathroom, adjacent to your room, is shared.  The only room that is off limits is my bedroom on the opposite side of the apartment. I have a clothes washer and dryer in the basement for your use.",
  "interaction": "ABOUT ME: I'm a laid-back, friendly, unmarried guy. I work from home, spending a lot of time on the computer. I have an website that sells handmade things from Mexico. It is called \"Viva Oaxaca Folk Art.\" You will see lots of folk art in the apartment. I also run websites for other small companies. I don’t smoke, don’t have overnight guests. I keep regular hours, am friendly, considerate and quiet. I am one of the original Boston AIRBNB hosts, having signed-up with them in 2008.   I am a big traveler myself, and I love hearing stories of where guests have been or where they are heading to next.",
  "house_rules": "I encourage you to use my kitchen, cooking and laundry facilities. There is no additional charge to use the washer/dryer in the basement.  No smoking, inside or outside. Come home as late as you want.  If you come home stumbling drunk, it's OK the first time. If you do it again, and you wake up me or the neighbors downstairs, we will be annoyed.  (Just so you know . . . )",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/6ae8335d-91e6-4598-b380-3129db624df3.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/6ae8335d-91e6-4598-b380-3129db624df3.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/6ae8335d-91e6-4598-b380-3129db624df3.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/6ae8335d-91e6-4598-b380-3129db624df3.jpg?aki_policy=x_large",
  "host_id": 16701,
  "host_url": "https://www.airbnb.com/users/show/16701",
  "host_name": "Phil",
  "host_since": "2009-05-11",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "I am a middle-aged, single male with a wide range of interests and creative outlets.  I have traveled frequently, in much of the world, especially central Europe, including Hungary and Slovakia. In recent years I have had many trips to Mexico, where I buy folk art for my online business, called Viva Oaxaca Folk Art. I love meeting new people, especially travelers with stories to tell.  \n\nIn addition to the above, I run web sites for small companies, including a physical therapy practice, a cancer treatment center and a colonial era historic house and museum. \n\nIn the 1980s, I was a publicist and concert producer, and have presented many concerts with Judy Collins, as well as with Ella Fitzgerald, Laura Nyro, Tom Rush, Barbara Cook and Karen Akers. Now I run a channel on YouTube called \"beta.hifi.archive\" that is a collection of 50 years of video clips from the career of Judy Collins. \n\nSo come to Boston, and stay with me. Enjoy some tomatoes and cucumbers from my garden, explore my world of Mexican folk art, and let's talk about our travel adventures.",
  "host_response_time": "within a few hours",
  "host_response_rate": "100%",
  "host_acceptance_rate": "88%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a2.muscache.com/im/users/16701/profile_pic/1393434148/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/users/16701/profile_pic/1393434148/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews', 'jumio']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Ardale St., Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.2924378866568,
  "longitude": -71.13576525374667,
  "is_location_exact": "t",
  "property_type": "Apartment",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,\"Cable TV\",\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",Heating,Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Safety Card\",Essentials,Shampoo,\"Lock on Bedroom Door\",\"translation missing: en.hosting_amenity_49\",\"translation missing: en.hosting_amenity_50\"}",
  "square_feet": "",
  "price": "$65.00",
  "weekly_price": "$395.00",
  "monthly_price": "$1,350.00",
  "security_deposit": "",
  "cleaning_fee": "",
  "guests_included": 1,
  "extra_people": "$20.00",
  "minimum_nights": 3,
  "maximum_nights": 45,
  "calendar_updated": "5 days ago",
  "has_availability": "",
  "availability_30": 19,
  "availability_60": 46,
  "availability_90": 61,
  "availability_365": 319,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 41,
  "first_review": "2009-07-19",
  "last_review": "2016-08-05",
  "review_scores_rating": 98,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 9,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "t",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 0.47
},
{
  "id": 1436513,
  "listing_url": "https://www.airbnb.com/rooms/1436513",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Spacious Sunny Bedroom Suite in Historic Home",
  "summary": "Come experience the comforts of home away from home in our fabulous bedroom suite available in Roslindale, a neighborhood in Boston.  Enjoy sleeping on a large king sized bed with plush down bedding, access to a dishwasher, washer dryer and home gym. The house is incredibly accessible to public transportation and the center of Boston. Free street parking is available right in front of the house. Weekend farmers markets, restaurants and grocery stores are a 10 min walk away from the house.",
  "space": "Most places you find in Boston are small however our bedroom suite is large. The bedroom has plush down pillows and a down comforter. The mattress is fitted with a memory foam topper that gives each guest the best sleep. The leather couches are cozy.  The large leather couch can be converted to a bed. The television has been updated to a smart tv therefore you can access most tv programs through there including, HBO, Showtime and Cinemax. If you want to enjoy cable television, there is a tv in the kitchen. The kitchen has a gas burner, dishwasher, garbage disposal, music system, and a space in the fridge to keep your items.",
  "description": "Come experience the comforts of home away from home in our fabulous bedroom suite available in Roslindale, a neighborhood in Boston.  Enjoy sleeping on a large king sized bed with plush down bedding, access to a dishwasher, washer dryer and home gym. The house is incredibly accessible to public transportation and the center of Boston. Free street parking is available right in front of the house. Weekend farmers markets, restaurants and grocery stores are a 10 min walk away from the house. Most places you find in Boston are small however our bedroom suite is large. The bedroom has plush down pillows and a down comforter. The mattress is fitted with a memory foam topper that gives each guest the best sleep. The leather couches are cozy.  The large leather couch can be converted to a bed. The television has been updated to a smart tv therefore you can access most tv programs through there including, HBO, Showtime and Cinemax. If you want to enjoy cable television, there is a tv in the kit",
  "experiences_offered": "none",
  "neighborhood_overview": "Roslindale is a lovely little neighborhood located right in the city of Boston.  Though a part of the actual city, once you enter it, you feel as though you have escaped to a suburb with friendly neighbors.  The area is conveniently located with access to the city’s bus and subway system.  The Orange Line and Commuter Rail services connect the area to the heart of Boston and the neighboring towns.  It is situated close to shops, restaurants, grocery stores, parks and neighboring towns.  The farmer’s market held in the neighborhood’s center, Roslindale Village, and goes on all summer on Saturday morning.  Vendors of all different types of arts, crafts, and foods come to the neighborhood.  The Arnold Arboretum is a 265 acre park constructed as part of Frederick Law Olmsted’s Emerald Necklace project to provide Boston a connection through neighborhoods through it’s parks.  Jamaica Pond is also part of the emerald necklace which sits at the confluence of Jamaica Plain (a neighboring neighb",
  "notes": "Please be mindful of the property as it is old and needs to be treated with the love and care you would give to your own home.  We really hope you enjoy your stay!",
  "transit": "There are buses that stop right in front of the house and down the street. We are a convenient bus ride away from the forest hills MBTA stop which is the subway system in Boston. There's free street parking all around the house should you have a car.",
  "access": "The basement has a washer dryer and gym area. There is a smart TV you can use while in the gym.  Your iPhone can be hooked up to the speakers in the treadmill.  Also, there's a weight bench, weights, and a boxing bag.  On the ground floor, you will have access to the kitchen and sunroom.  There is a designated drawer with pots and pans, utensils and dishes you can use.  The formal living room and dining room are permissible for light usage only. Please do not take any food or drink into these areas other than water. On the 2nd floor, you will have access to your bedroom, attached living room and detached bathroom which is shared.  The trash is located in the kitchen and the recycling bins are located to the left of the dishwasher. Additional trash liners are provided under the sink should you need them. The trash barrels are located in front of the garage should the trash bins get full and you need to throw your garbage out. The blue bin is for recycling.",
  "interaction": "We do live in the house therefore might be some interaction.  The house is large so it allows the people within it to interact as little or as much as is preferred.  During the weekends, we are less likely to be at home especially during the day.  Some weekends, we may not even be there at all.  Upon your booking we will be able to tell you whether or not we will be there so that you will know what to expect.  We respect the privacy of our guests so we will interact as much or as little with you as you would like.  It is all based on your preference.",
  "house_rules": "- The bathroom and house are shared so please respect the privacy of others living in the home.  The sunroom and the patio in the yard are available for you to use.  There is a Keurig in the Kitchen is free for you to use.  There is a washer and dryer in the basement which you can use.  The formal living or dining areas are available for light use only.  You may only take water into these areas.  Please do not take food into any part of the house other than the kitchen, sunroom or back patio.  Additional guests to the ones already committed to staying on the premises is not permitted.",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/39764190-16f9-4726-bf6a-2027ff35865c.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/39764190-16f9-4726-bf6a-2027ff35865c.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/39764190-16f9-4726-bf6a-2027ff35865c.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/39764190-16f9-4726-bf6a-2027ff35865c.jpg?aki_policy=x_large",
  "host_id": 6031442,
  "host_url": "https://www.airbnb.com/users/show/6031442",
  "host_name": "Meghna",
  "host_since": "2013-04-21",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "My husband and I live on the property.  He’s a lawyer and I work as an hospital administration.  We have an additional housemate who lives there during the week but is usually away on the weekends.  We absolutely love having guests over because it makes our big house feel full.  We love reading, watching movies, listening to music, going to concerts, traveling, eating new and different kinds of food and exploring in general.  In addition, I enjoy singing as my hobby.  \n\nWe want you too feel at home while you are staying with us.  If we are at the house during your visit, we will provide you with breakfast treats and be there to assist you with any of your needs.  The house if often empty on weekends as we all enjoy spending time outside doing activities, meeting friends/family or traveling.  If we are present, we can provide a hot breakfast but if not, cereal, bread, butter, jam, eggs and milk along with pancake mix will be available.  We will provide a list of contacts you can contact if we are not at home.  Our house is incredibly comfortable and we hope you enjoy the experience of sleeping on the beautiful king sized bed with plush down bedding.  We also hope you enjoy access to the movie channels on the Smart TV which is in the living area attached to your bedroom.",
  "host_response_time": "within a few hours",
  "host_response_rate": "100%",
  "host_acceptance_rate": "50%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/5d430cde-7eb2-4ab7-980a-ef07781cd38c.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/5d430cde-7eb2-4ab7-980a-ef07781cd38c.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Boston, MA, United States",
  "neighbourhood": "",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28110618827366,
  "longitude": -71.12102117350553,
  "is_location_exact": "f",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 4,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 2,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",Gym,Breakfast,\"Indoor Fireplace\",Heating,Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Safety Card\",\"Fire Extinguisher\",Essentials,Shampoo,Hangers,\"Hair Dryer\",Iron,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$75.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "$100.00",
  "cleaning_fee": "$50.00",
  "guests_included": 2,
  "extra_people": "$25.00",
  "minimum_nights": 1,
  "maximum_nights": 1125,
  "calendar_updated": "a week ago",
  "has_availability": "",
  "availability_30": 6,
  "availability_60": 16,
  "availability_90": 26,
  "availability_365": 98,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 1,
  "first_review": "2016-08-28",
  "last_review": "2016-08-28",
  "review_scores_rating": 100,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 10,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 1
},
{
  "id": 7651065,
  "listing_url": "https://www.airbnb.com/rooms/7651065",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Come Home to Boston",
  "summary": "My comfy, clean and relaxing home is one block away from the bus line, on a quiet residential street.  Private room includes two comfortable single beds.  Full bath and half bath may be shared with 1-2 other guests.  Light breakfast included. AC",
  "space": "Clean, attractive, private room, one block from the bus line, on a quiet, safe street. Two comfy single beds. Full bath and one half bath shared with 1-2 others. Kitchen privileges and breakfast included. Air Conditioned. Five minute walk to shops.",
  "description": "My comfy, clean and relaxing home is one block away from the bus line, on a quiet residential street.  Private room includes two comfortable single beds.  Full bath and half bath may be shared with 1-2 other guests.  Light breakfast included. AC Clean, attractive, private room, one block from the bus line, on a quiet, safe street. Two comfy single beds. Full bath and one half bath shared with 1-2 others. Kitchen privileges and breakfast included. Air Conditioned. Five minute walk to shops. You will have access to the front and side porches, the living room with TV, and the kitchen/dining area. I love my city and really enjoy sharing it with guests!  I live in the home and  share the kitchen and common spaces; my room is on the third floor.  I work full-time, and am out a lot.    I will be happy to provide you any information that would be helpful in navigating Boston.  It's a wonderful city and I hope to help make your visit here enjoyable. I suggest you get the \"What's App?\" phone app",
  "experiences_offered": "none",
  "neighborhood_overview": "I love the proximity to downtown, the neighborhood pride, safety, nice shops and restaurants within a 8-minute walk.  Roslindale is welcoming to all types of people.  The City website describes it:  \"Once considered a \"garden suburb\" of Boston, today's residents of Roslindale are still attracted to the neighborhood's natural beauty. Locals walk and bike in the Arnold Arboretum, a 265-acre oasis that is part of Frederick Law Olmsted's Emerald Necklace.....Roslindale Village is the city's original Main Street district and now one of the city's most vibrant, featuring several bistros, unique shops, and wireless Internet access. The MBTA Orange Line and Commuter Rail provide commuters with easy access to downtown.",
  "notes": "I have one roommate who lives on the lower level.  She is a nurse and is usually working. Another roommate resides on the same floor as your room - she works a lot too. Please note that - since I work full time - my check-in window is 3 pm to 11 pm.",
  "transit": "From Logan Airport  and South Station you have 3 options to get to my home: 1. Take the airport shuttle to the MBTA. (If you're at South Station, the MBTA is right at the bus station)  Take the MBTA subway to the \"Orange line\" train stop at Forest Hills station (it involves a switch that doesn't cost money).  From there, go to the Washington Street side of the station (not the Hyde Park Avenue side) and get bus #35, 36 or 37.  Get off at the Belgrade Avenue & Walworth Street stop (by 165 Belgrade Avenue).  My home is a 3-minute walk from there.   The MBTA website has a tab \"Rider Tools\" which will give you excellent, detailed routes and times to get anywhere in the city.   2. Take a cab - which usually $35 to 40 from Logan and much less from South Station, unless there is terrible traffic.  3. Or you could follow step #1 to Forest Hills Station, then take a cab from there (they are lined up) to my home (about $5-7). 4. The Silver Line is also an option - you can get their schedule on t",
  "access": "You will have access to the front and side porches, the living room with TV, and the kitchen/dining area.",
  "interaction": "I love my city and really enjoy sharing it with guests!  I live in the home and  share the kitchen and common spaces; my room is on the third floor.  I work full-time, and am out a lot.    I will be happy to provide you any information that would be helpful in navigating Boston.  It's a wonderful city and I hope to help make your visit here enjoyable. I suggest you get the \"What's App?\" phone app if you are traveling internationally; we can text for free with it.",
  "house_rules": "Please no smoking in the house, porch or on the property (you can go to the nearby corner).  Reasonable quiet after 10:30 pm.  Please remove shoes in the house.",
  "thumbnail_url": "https://a1.muscache.com/im/pictures/97154760/85d71c5c_original.jpg?aki_policy=small",
  "medium_url": "https://a1.muscache.com/im/pictures/97154760/85d71c5c_original.jpg?aki_policy=medium",
  "picture_url": "https://a1.muscache.com/im/pictures/97154760/85d71c5c_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a1.muscache.com/im/pictures/97154760/85d71c5c_original.jpg?aki_policy=x_large",
  "host_id": 15396970,
  "host_url": "https://www.airbnb.com/users/show/15396970",
  "host_name": "Linda",
  "host_since": "2014-05-11",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "I work full time for a public school district.   My two wonderful adult sons live in their own homes in Boston.  Camping, bicycling, music, reading, and quiet time with friends and family are what I enjoy.  I love going to church and being part of the church community. Boston is a great place to live and every day I am happy to be here!\n\nMy hosting style is \"available\" but not \"hovering\"!  Some people want to be completely on their own and others like a little connection and appreciate the host being available.  I am happy to accommodate your style.",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a0.muscache.com/im/users/15396970/profile_pic/1399856223/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a0.muscache.com/im/users/15396970/profile_pic/1399856223/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Durnell Avenue, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28451220982457,
  "longitude": -71.1362580468337,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1.5,
  "bedrooms": 1,
  "beds": 2,
  "bed_type": "Real Bed",
  "amenities": "{Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,Breakfast,Heating,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",Essentials,Shampoo,Hangers,\"Hair Dryer\",Iron}",
  "square_feet": "",
  "price": "$79.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$15.00",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 2,
  "maximum_nights": 31,
  "calendar_updated": "2 weeks ago",
  "has_availability": "",
  "availability_30": 13,
  "availability_60": 34,
  "availability_90": 59,
  "availability_365": 334,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 29,
  "first_review": "2015-08-18",
  "last_review": "2016-09-01",
  "review_scores_rating": 99,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "flexible",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 2.25
},
{
  "id": 12386020,
  "listing_url": "https://www.airbnb.com/rooms/12386020",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Private Bedroom + Great Coffee",
  "summary": "Super comfy bedroom plus your own bathroom in our big, sunny condo. Roslindale is an outer neighborhood of Boston. For guests interested in downtown Boston, we are a 45-minute ride via public transportation. We're also just steps from the Arnold Arboretum, nature's gift to Boston. Driveway parking is available.",
  "space": "Our sunny condo is located on the second and third floors of a 2-family home. Our guest bedroom and private bath are on the first floor of our unit. In addition to the guest quarters, we have a large, airy living room that you're welcome to relax in, and a three-season porch off the back. I feel fortunate to have a home that's the best of both worlds: convenient to the city, but peaceful with conservation land behind us and the Arnold Arboretum just down the street.  In addition to our small family, we have two cats (one of whom guests will never see).",
  "description": "Super comfy bedroom plus your own bathroom in our big, sunny condo. Roslindale is an outer neighborhood of Boston. For guests interested in downtown Boston, we are a 45-minute ride via public transportation. We're also just steps from the Arnold Arboretum, nature's gift to Boston. Driveway parking is available. Our sunny condo is located on the second and third floors of a 2-family home. Our guest bedroom and private bath are on the first floor of our unit. In addition to the guest quarters, we have a large, airy living room that you're welcome to relax in, and a three-season porch off the back. I feel fortunate to have a home that's the best of both worlds: convenient to the city, but peaceful with conservation land behind us and the Arnold Arboretum just down the street.  In addition to our small family, we have two cats (one of whom guests will never see). Guests are welcome to share our living room and refrigerator space. We're busy but always happy to have guests in our home and t",
  "experiences_offered": "none",
  "neighborhood_overview": "We love our corner of Roslindale! For quiet walks, we're across the street from the amazing Arnold Arboretum. We're also just a 10-minute walk to Roslindale Square and restaurants such as Birch Street Bistro, Delfino's, Sophia's Grotto, and Village Sushi.",
  "notes": "",
  "transit": "To reach downtown Boston via public transportation takes about 45 minutes. Guests can take the MBTA 51 bus and connect to either the Orange Line at Forest Hills, or the Green Line (D train) at Riverside, depending on where you want to go. In addition, we're a 10-minute walk from the Roslindale Village station on the MBTA Commuter Rail, another option for reaching downtown.",
  "access": "Guests are welcome to share our living room and refrigerator space.",
  "interaction": "We're busy but always happy to have guests in our home and to answer questions about Roslindale and Boston. I make a big pot of great coffee every morning.",
  "house_rules": "No smoking, please, and no drugs.",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/930c78b2-fc34-4c12-990c-e517179fb209.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/930c78b2-fc34-4c12-990c-e517179fb209.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/930c78b2-fc34-4c12-990c-e517179fb209.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/930c78b2-fc34-4c12-990c-e517179fb209.jpg?aki_policy=x_large",
  "host_id": 64200298,
  "host_url": "https://www.airbnb.com/users/show/64200298",
  "host_name": "Deborah",
  "host_since": "2016-03-23",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "",
  "host_response_time": "within a few hours",
  "host_response_rate": "100%",
  "host_acceptance_rate": "95%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/ab20c2a0-8e32-441a-9c04-b60d618a42c2.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/ab20c2a0-8e32-441a-9c04-b60d618a42c2.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 2,
  "host_total_listings_count": 2,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Walter Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.29168980076903,
  "longitude": -71.13189277475922,
  "is_location_exact": "t",
  "property_type": "Condominium",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{\"Cable TV\",\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",\"Pets live on this property\",Cat(s),Heating,\"Family/Kid Friendly\",\"Smoke Detector\",\"Carbon Monoxide Detector\",Hangers,Iron}",
  "square_feet": "",
  "price": "$75.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$30.00",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 2,
  "maximum_nights": 1125,
  "calendar_updated": "2 weeks ago",
  "has_availability": "",
  "availability_30": 5,
  "availability_60": 28,
  "availability_90": 58,
  "availability_365": 58,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 8,
  "first_review": "2016-04-20",
  "last_review": "2016-08-28",
  "review_scores_rating": 100,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "flexible",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 1.7
},
{
  "id": 5706985,
  "listing_url": "https://www.airbnb.com/rooms/5706985",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "New Lrg Studio apt 15 min to Boston",
  "summary": "It's a 5 minute walk to Rosi Square to catch the train to downtown Boston (15 min ride). HUGE basement studio apartment  (736 sq/68 sq meters)  with separate private entrance under the back deck-low entrance on exterior (60\") Tall interior height 99\". King size bed in the bedroom area which is separated by a 3/4 wall from the  open plan living area. The leather couch converts to a bed (44wide) for a single guest.",
  "space": "The whole house was recently redone and it 's only a 5 minute walk into Rosi Square- the new hip area of Boston - with the train into downtown Boston  (15 minute train ride) , several good restaurants, grocery, bakery, etc. Free wifi and off street parking. This studio is in the basement and has a private separate entrance under the back deck.  The ceilings are a bit over 8 feet tall and the windows are located just below the ceiling. The kitchen does NOT have an oven. It only has a small fridge, microwave, fancy toaster oven and coffee pot.  I may be in residence upstairs in the rest of the house but I travel frequently/ or from time to time the main house also may be a separate Airbnb rental. As such, you may hear footsteps above you. In addition, the water heater for the house is located in the utility area of this level as is a separate furnace for this studio so you can control your own temperature.",
  "description": "It's a 5 minute walk to Rosi Square to catch the train to downtown Boston (15 min ride). HUGE basement studio apartment  (736 sq/68 sq meters)  with separate private entrance under the back deck-low entrance on exterior (60\") Tall interior height 99\". King size bed in the bedroom area which is separated by a 3/4 wall from the  open plan living area. The leather couch converts to a bed (44wide) for a single guest. The whole house was recently redone and it 's only a 5 minute walk into Rosi Square- the new hip area of Boston - with the train into downtown Boston  (15 minute train ride) , several good restaurants, grocery, bakery, etc. Free wifi and off street parking. This studio is in the basement and has a private separate entrance under the back deck.  The ceilings are a bit over 8 feet tall and the windows are located just below the ceiling. The kitchen does NOT have an oven. It only has a small fridge, microwave, fancy toaster oven and coffee pot.  I may be in residence upstairs in",
  "experiences_offered": "none",
  "neighborhood_overview": "Roslindale is the new hip area of Boston. Close to downtown but still quiet, safe and private.  I even have a small backyard where you can relax.  Great restaurants and all services close by.",
  "notes": "Information about the house, wifi pasword and tourist information will be inside the house in a book when you first arrive. I have an electronic key pad for entry so you will not have to worry about getting a key from me. I will send you your code the day before your arrival.",
  "transit": "The commuter rail (Needham Line) is a 5 minute walk and many bus lines are close also depending where you are going. It is 7.9 miles to downtown Boston (South Station) if you decide to drive or take an UBER or regular cab.",
  "access": "I have an electronic keypad so arrival time can be flexible. Guests can use the backyard and driveway in addition to the apartment. The rest of the house is occupied by me or may be a separate rental.",
  "interaction": "I can interact or not- that is up to you. This studio has a separate entrance so we do not have to interface if you don't want to.  I live in the rest of the house or it may be a rental.",
  "house_rules": "Please no shoes in the house so bring slippers or extra socks to keep your feet warm- especially in winter! No smoking either inside or outside. Please be considerate of neighbors from 10pm-7am in terms of noise. Please take out any trash and leave in the large blue garbage bin at the end of the driveway when you leave.",
  "thumbnail_url": "https://a1.muscache.com/im/pictures/103587085/80c282b5_original.jpg?aki_policy=small",
  "medium_url": "https://a1.muscache.com/im/pictures/103587085/80c282b5_original.jpg?aki_policy=medium",
  "picture_url": "https://a1.muscache.com/im/pictures/103587085/80c282b5_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a1.muscache.com/im/pictures/103587085/80c282b5_original.jpg?aki_policy=x_large",
  "host_id": 6570877,
  "host_url": "https://www.airbnb.com/users/show/6570877",
  "host_name": "Juliet",
  "host_since": "2013-05-25",
  "host_location": "Milton, Massachusetts, United States",
  "host_about": "American, Retired Banker. I travel a lot and am a good tennis player.\n I have 3 sons (1 in college, one just graduated from college and one graduated 2 years ago and is working). They have had good experiences withAirbnb and I am also!",
  "host_response_time": "within an hour",
  "host_response_rate": "98%",
  "host_acceptance_rate": "96%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/users/6570877/profile_pic/1405383234/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/users/6570877/profile_pic/1405383234/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 5,
  "host_total_listings_count": 5,
  "host_verifications": "['email', 'phone', 'reviews', 'jumio', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Kittredge Street, Boston, MA 02131, United States",
  "neighbourhood": "",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28138962623448,
  "longitude": -71.13119041987277,
  "is_location_exact": "f",
  "property_type": "Apartment",
  "room_type": "Entire home/apt",
  "accommodates": 3,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 2,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",Kitchen,\"Free Parking on Premises\",Heating,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Fire Extinguisher\",Essentials,Shampoo,\"24-Hour Check-in\"}",
  "square_feet": "",
  "price": "$100.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "",
  "guests_included": 1,
  "extra_people": "$25.00",
  "minimum_nights": 1,
  "maximum_nights": 1125,
  "calendar_updated": "3 days ago",
  "has_availability": "",
  "availability_30": 22,
  "availability_60": 39,
  "availability_90": 69,
  "availability_365": 344,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 57,
  "first_review": "2015-07-08",
  "last_review": "2016-09-01",
  "review_scores_rating": 90,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 9,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "strict",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 3,
  "reviews_per_month": 4
},
{
  "id": 2843445,
  "listing_url": "https://www.airbnb.com/rooms/2843445",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Tranquility\" on \"Top of the Hill",
  "summary": "We can accommodate guests who are gluten-free, vegan and/or vegetarian.  We'll spoil you in our beautifully maintained grand two family home built circa 1924 with spectacular views of the nearby Boston skyline. You'll be treated to a delicious continental breakfast each morning. You will find yourself in a quiet neighborhood only a 4 minute walk to the bus. On street parking available. Sleep in a comfortable spacious queen-size bed and awake to the melodious sounds of birds chirping.",
  "space": "We provide a bedroom and full shared bath.  Rates are dropped by 10% for the winter months.  See below!  From the front of the house you have a panoramic view of Boston and from the back deck you have a private space overlooking our spacious back yard and the greenery of the neighborhood.  We provide the towels and the linens.   (For the summer months, we have air conditioning in the bedrooms)  Our home is impeccably clean.  We vacuum, dust, and clean everywhere before and after our guests arrive and depart.  Rate explanation - $70/night for the first guest, $85/night for an additional guest in the same room.  Use of another room is an additional $70/night for the second room.  See our listing at Sub\"Urban\" Vacationing Rm. 2.  We will respond to your inquiry withing 6-8 hrs or sooner, so please be a little patient while waiting.  In order to best accommodate our guests we ask that requests/inquiries be made at least 48 hours in advance.  This is because we care about you and we want to",
  "description": "We can accommodate guests who are gluten-free, vegan and/or vegetarian.  We'll spoil you in our beautifully maintained grand two family home built circa 1924 with spectacular views of the nearby Boston skyline. You'll be treated to a delicious continental breakfast each morning. You will find yourself in a quiet neighborhood only a 4 minute walk to the bus. On street parking available. Sleep in a comfortable spacious queen-size bed and awake to the melodious sounds of birds chirping. We provide a bedroom and full shared bath.  Rates are dropped by 10% for the winter months.  See below!  From the front of the house you have a panoramic view of Boston and from the back deck you have a private space overlooking our spacious back yard and the greenery of the neighborhood.  We provide the towels and the linens.   (For the summer months, we have air conditioning in the bedrooms)  Our home is impeccably clean.  We vacuum, dust, and clean everywhere before and after our guests arrive and depar",
  "experiences_offered": "none",
  "neighborhood_overview": "Our neighborhood is residential with friendly neighbors. Roslindale is a very safe area.  Our neighbors have children who work on the Boston Police force.  We feel so lucky to live here.   We are very close to Boston's major hospitals. Our neighborhood is near lots of different houses of worship so even while you are on vacation, you can make time for spirituality if you wish. There are also many terrific restaurants nearby for a variety of dining experiences for your enjoyment.  We'll be happy to share with you some of our favorites.",
  "notes": "We love having company and meeting people from around the US and world! Please DO NOT TEXT but use email or phone.  Thank you. If you find that you will have  A LATE ARRIVAL - PLEASE CALL AND LET US KNOW.",
  "transit": "We are a few minutes walk to public bus service with easy access to downtown and suburbs.",
  "access": "Amenities include an evening snack upon arrival, continental style breakfast (Please let us know of food allergies, or other dietary needs.), wireless internet, washer, dryer, and detergent), and on street overnight parking.  We have an outside deck overlooking our spacious back yard.  Feel free to relax on the deck or in the yard. You will be a mere one mile walk to restaurants, convenient shopping including, CVS, Staples, and more.  We are also close to major shopping areas.  Lots of on street parking available.  An easy trip into downtown Boston by car or by public transportation.  We'll tell you some of our favorite things to do.",
  "interaction": "We will share with you tips about the area - restaurants, shopping, getting around.  And, we will have fun learning about each other.  We love meeting new people from all over.  We are present at the listing during our guests' stays.  The only time we leave is when we have to go to work.  Before we leave, breakfast is always prepared and set up for our guests.  They rave about our home-baked muffins.  We have membership with the Museum of Science and we share our passes with our guests. Marilyn speaks Spanish and Alan speaks Hebrew so if you speak English as a second language, we can help you out.",
  "house_rules": "House Guidelines for our BnB We are delighted to welcome you.  Check in Sun – Thurs by 8PM and Fri, Sat by 9pm. Please bear in mind that this is not a hotel but our home and we are opening it to you.  We will do our utmost to make your stay enjoyable and fun.  We ask that you take care to respect our home and its appearance.  Thank you.  Marilyn and Alan 1.ROOMS - The bedroom is yours for the duration of your stay.  Be sure to let us know if you need something.  Please keep it neat and tidy and take advantage of the closet and bureau for your belongings.  We do ask that you turn off lights, air conditioner, fan, etc. when you are not in the room. Thank you. 2.LIGHTS – Please, too, remember to turn off lights on the stairway when returning.   3.KEYS - 2 house keys are provided - Replacement cost is $15 each 4.PARKING – Parking is available on street at all times.   5.SHOES – When the weather is inclement please remove shoes.   6.TOILETRIES - If you need them we can provide basic toiletr",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/df3936c4-c9f8-47f3-80ab-8b0ced4c1c5e.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/df3936c4-c9f8-47f3-80ab-8b0ced4c1c5e.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/df3936c4-c9f8-47f3-80ab-8b0ced4c1c5e.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/df3936c4-c9f8-47f3-80ab-8b0ced4c1c5e.jpg?aki_policy=x_large",
  "host_id": 3164508,
  "host_url": "https://www.airbnb.com/users/show/3164508",
  "host_name": "Marilyn",
  "host_since": "2012-08-05",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "My husband, Alan, and I are empty nesters and we have space available for you to stay in our beautiful home!  I also speak Spanish and Alan speaks Hebrew so if you speak English as a second language, we can help you out. Please note that both have careers and work full-time Monday through Friday.  Ask us more and we will gladly tell you.",
  "host_response_time": "within a few hours",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a2.muscache.com/im/users/3164508/profile_pic/1344187296/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/users/3164508/profile_pic/1344187296/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 2,
  "host_total_listings_count": 2,
  "host_verifications": "['email', 'phone', 'facebook', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Cornell Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28194609607024,
  "longitude": -71.14102161135577,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 2,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",\"Air Conditioning\",\"Free Parking on Premises\",Breakfast,\"Pets live on this property\",Dog(s),\"Indoor Fireplace\",Heating,Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Safety Card\",\"Fire Extinguisher\",Essentials,Shampoo,Hangers,\"Hair Dryer\",Iron,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$75.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$10.00",
  "guests_included": 1,
  "extra_people": "$15.00",
  "minimum_nights": 1,
  "maximum_nights": 1125,
  "calendar_updated": "yesterday",
  "has_availability": "",
  "availability_30": 30,
  "availability_60": 60,
  "availability_90": 90,
  "availability_365": 365,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 67,
  "first_review": "2014-05-18",
  "last_review": "2016-09-04",
  "review_scores_rating": 96,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 10,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "t",
  "require_guest_phone_verification": "t",
  "calculated_host_listings_count": 2,
  "reviews_per_month": 2.38
},
{
  "id": 753446,
  "listing_url": "https://www.airbnb.com/rooms/753446",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "6 miles away from downtown Boston!",
  "summary": "Nice and cozy apartment about 6 miles away to downtown Boston, and only  30 minutes via public transportation with plenty of street parking. It is a 5 minute walk from Roslindale Village where you can find public transportation.",
  "space": "Nice and cozy apartment about 6 miles away to downtown Boston and only about 30 minutes via public transportation with plenty of street parking. It is a 5 minute walk from Rolsindale Village where you can find public transportation, a Supermarket, a Bakery, and a ton of great bars and restaurants. It is also 1 mile from Forest Hills Station:  Bus/Subway/Train. It is conveniently located, with a small town atmosphere and just minutes to the city.  The bedroom is about 8 x 8, with a bunk bed for 2 guests including, a dresser, closet and a small desk. No TV. Shared bathroom. Amenities include: Free WIFI internet. Fresh towels. Pets: 1 cat.",
  "description": "Nice and cozy apartment about 6 miles away to downtown Boston, and only  30 minutes via public transportation with plenty of street parking. It is a 5 minute walk from Roslindale Village where you can find public transportation. Nice and cozy apartment about 6 miles away to downtown Boston and only about 30 minutes via public transportation with plenty of street parking. It is a 5 minute walk from Rolsindale Village where you can find public transportation, a Supermarket, a Bakery, and a ton of great bars and restaurants. It is also 1 mile from Forest Hills Station:  Bus/Subway/Train. It is conveniently located, with a small town atmosphere and just minutes to the city.  The bedroom is about 8 x 8, with a bunk bed for 2 guests including, a dresser, closet and a small desk. No TV. Shared bathroom. Amenities include: Free WIFI internet. Fresh towels. Pets: 1 cat. Roslindale is a primarily residential neighborhood of Boston, bordered by Jamaica Plain, Hyde Park, West Roxbury and Mattapan.",
  "experiences_offered": "none",
  "neighborhood_overview": "Roslindale is a primarily residential neighborhood of Boston, bordered by Jamaica Plain, Hyde Park, West Roxbury and Mattapan. It is served by an MBTA Commuter Rail line, several MBTA bus lines and the MBTA Orange Line in nearby Jamaica Plain. Six miles south-southwest of downtown Boston, Roslindale was originally part of the town of Roxbury. In 1851, current day Jamaica Plain, Roslindale and West Roxbury seceded from Roxbury. The area voted in 1873 to be annexed to the City of Boston. Roslindale has a supermarket in the town's square and some of best and reputable restaurants in Boston, to name a few: 1- Defino (Italian) Address: 754 South St, Roslindale, MA 02131 2- Shanti (Indian) Address: 4197 Washington St, Roslindale, MA 02131 3- Birch Street Bistro (American) Address: 14 Birch St, Roslindale, MA 02131 4- Village Sushi. Address: 14 Corinth St, Roslindale, MA 02131 5- Sophia's Grotto (Italian) Address: 22r Birch St, Roslindale, MA 02131 6- Redd's in Rozzie (Southern BBQ) Address:",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "- Please clean up after yourself when using the kitchen. - When using the bathroom, please be careful to minimize the amount of water on the floor when showering and using the sink. - Please make sure to remove any strands of hair from the sink and floors with a tissue or paper towel. - Be respectful of the noise levels after 11pm.  - Please be quiet coming in late or leaving early. - No Smoking  - No Pets - No overnight guests - For safety reasons, please make sure to shut and lock the windows and front door when you leave. *** Note: cancellations are subject to fees that are non refundable ***",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/b4dd9052-4914-4c78-8967-4905ebe1b140.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/b4dd9052-4914-4c78-8967-4905ebe1b140.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/b4dd9052-4914-4c78-8967-4905ebe1b140.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/b4dd9052-4914-4c78-8967-4905ebe1b140.jpg?aki_policy=x_large",
  "host_id": 3962517,
  "host_url": "https://www.airbnb.com/users/show/3962517",
  "host_name": "Sami",
  "host_since": "2012-10-24",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "An avid lover of street art!",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/28ded429-6cd7-4fd9-b1dc-78f13f2cfd2a.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/28ded429-6cd7-4fd9-b1dc-78f13f2cfd2a.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'facebook', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Sycamore St, Roslindale, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Roslindale",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Roslindale, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28587763920193,
  "longitude": -71.12490955692161,
  "is_location_exact": "t",
  "property_type": "Condominium",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 2,
  "bed_type": "Real Bed",
  "amenities": "{\"Wireless Internet\",\"Pets live on this property\",Cat(s),Heating,\"Family/Kid Friendly\",\"Smoke Detector\",\"Carbon Monoxide Detector\",Shampoo,Hangers,\"Hair Dryer\"}",
  "square_feet": 12,
  "price": "$58.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "",
  "guests_included": 2,
  "extra_people": "$0.00",
  "minimum_nights": 2,
  "maximum_nights": 1125,
  "calendar_updated": "today",
  "has_availability": "",
  "availability_30": 12,
  "availability_60": 42,
  "availability_90": 72,
  "availability_365": 347,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 65,
  "first_review": "2015-09-10",
  "last_review": "2016-08-30",
  "review_scores_rating": 96,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 5.36
},
{
  "id": 849408,
  "listing_url": "https://www.airbnb.com/rooms/849408",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Perfect & Practical Boston Rental",
  "summary": "This is a cozy and spacious two bedroom unit with everything you need to make your stay a comfortable one.  A true \"home away from home.\"  If available, combine with adjacent one bedroom unit to accommodate 6 people comfortably in beds.",
  "space": "Perfect apartment rental for those in town visiting family and friends or for people who just need the temporary extra space.  Very comfortable, cozy, and convenient.   * Open and airy with lots of windows and light  * Large living room and dining room  * Gumwood architectural period detail and character  * Kitchen w/gas stove and breakfast bar, and all the appliances you need * Refinished hardwood oak floors throughout  * Shared porch (couch, grill, bistro table, tv) and backyard with patio (dining table and lounge furniture) * Laundry in unit * Driveway parking (negotiable) for 3 vehicles and plenty on street parking (no permits required) * 7-8 min walk to Needham line commuter rail. Short bus ride to Forrest Hills T (orange line).  * On a major bus line * 10-15 minute drive to Fenway/downtown * Wireless internet and cable included * Smoke free Note: This unit is 5-6 miles outside of downtown so please take location into consideration before you book.  Shops, market and restaurants a",
  "description": "This is a cozy and spacious two bedroom unit with everything you need to make your stay a comfortable one.  A true \"home away from home.\"  If available, combine with adjacent one bedroom unit to accommodate 6 people comfortably in beds. Perfect apartment rental for those in town visiting family and friends or for people who just need the temporary extra space.  Very comfortable, cozy, and convenient.   * Open and airy with lots of windows and light  * Large living room and dining room  * Gumwood architectural period detail and character  * Kitchen w/gas stove and breakfast bar, and all the appliances you need * Refinished hardwood oak floors throughout  * Shared porch (couch, grill, bistro table, tv) and backyard with patio (dining table and lounge furniture) * Laundry in unit * Driveway parking (negotiable) for 3 vehicles and plenty on street parking (no permits required) * 7-8 min walk to Needham line commuter rail. Short bus ride to Forrest Hills T (orange line).  * On a major bus l",
  "experiences_offered": "none",
  "neighborhood_overview": "This neighborhood truly has it all.  Good, not overpriced restaurants and a variety of food.  Everything you need (groceries, zipcar, alcohol, etc.) is within a mile.  It's ideally close to the city center but in a quiet residential area.  My guests tell me they feel like they are \"home\" when they stay here.",
  "notes": "Please note that this is a second floor apartment on a house located on a hill.  There are two flights of stairs to enter the apartment.  Guests also have the option of entering in the back of the house which would require a walk up an inclined driveway and one set of stairs.",
  "transit": "Plenty of on street parking with no restrictions.  On major bus line.  Subway is 2 miles away and is a nice walk through the Arnold Arboretum or about 10 minutes by bus. The Needham line commuter rail is about a 7-8 minute walk from the house.  It runs on a set schedule Monday through Saturday.  Cab/Uber/Lyft rides from the city center approx $15-25.",
  "access": "",
  "interaction": "I'm available for questions anytime before or during your stay.  Do not hesitate to ask me anything.",
  "house_rules": "NO SMOKING OR PETS ANYWHERE ON THE PROPERTY 1. Be respectful of the other tenants 2. If you use the grill, be sure to turn off the gas 3. Notify the owner of any discrepancies or things not functioning properly immediately 4. Please treat carpet stains promptly (or notify the owner) 5. Kindly turn off lights, air conditioners, and other electrical items when they aren't needed",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/35703100/8425e941_original.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/35703100/8425e941_original.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/35703100/8425e941_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/35703100/8425e941_original.jpg?aki_policy=x_large",
  "host_id": 4434391,
  "host_url": "https://www.airbnb.com/users/show/4434391",
  "host_name": "Damon",
  "host_since": "2012-12-18",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "Hi, I am a thirty something, happy-go-lucky kind of guy with an entrepreneurial spirit  and adventurous soul.  I've spent a portion of my life traveling with the military, for jobs and school, and of course for fun!  I'm a little more settled these days considering my best buddy is my 6 year old daughter so I figured I'd have to get my \"traveler fix\" by giving others a comfortable place to stay in the great area of Boston!  Look forward to hosting you!",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a2.muscache.com/im/users/4434391/profile_pic/1361980516/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/users/4434391/profile_pic/1361980516/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 2,
  "host_total_listings_count": 2,
  "host_verifications": "['email', 'phone', 'facebook', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Centre Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28882028358453,
  "longitude": -71.13951010210121,
  "is_location_exact": "t",
  "property_type": "Apartment",
  "room_type": "Entire home/apt",
  "accommodates": 5,
  "bathrooms": 1,
  "bedrooms": 2,
  "beds": 2,
  "bed_type": "Real Bed",
  "amenities": "{TV,\"Cable TV\",Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",Heating,\"Family/Kid Friendly\",Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Fire Extinguisher\",Essentials,Shampoo,\"24-Hour Check-in\",Hangers,\"Hair Dryer\",Iron,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$229.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "$200.00",
  "cleaning_fee": "$50.00",
  "guests_included": 4,
  "extra_people": "$25.00",
  "minimum_nights": 4,
  "maximum_nights": 10,
  "calendar_updated": "today",
  "has_availability": "",
  "availability_30": 20,
  "availability_60": 50,
  "availability_90": 80,
  "availability_365": 107,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 33,
  "first_review": "2014-01-02",
  "last_review": "2016-05-27",
  "review_scores_rating": 94,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 9,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 9,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "strict",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 2,
  "reviews_per_month": 1.01
},
{
  "id": 12023024,
  "listing_url": "https://www.airbnb.com/rooms/12023024",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Cozy room in a well located house",
  "summary": "The room is in a single family house located in a quite and safe neighborhood,  near business areas,  restaurants, shops, and close to the beautiful Arnold arboretum  with short  access to public transportation to downtown Boston,  about 20 min.",
  "space": "",
  "description": "The room is in a single family house located in a quite and safe neighborhood,  near business areas,  restaurants, shops, and close to the beautiful Arnold arboretum  with short  access to public transportation to downtown Boston,  about 20 min.",
  "experiences_offered": "none",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/cc305065-5c53-404e-b1a4-359a32ec254b.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/cc305065-5c53-404e-b1a4-359a32ec254b.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/cc305065-5c53-404e-b1a4-359a32ec254b.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/cc305065-5c53-404e-b1a4-359a32ec254b.jpg?aki_policy=x_large",
  "host_id": 64331842,
  "host_url": "https://www.airbnb.com/users/show/64331842",
  "host_name": "Ricardo",
  "host_since": "2016-03-24",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "",
  "host_response_time": "within a day",
  "host_response_rate": "83%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/00a17c83-1e9b-4261-ae3a-fd3a1b17e2e4.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/00a17c83-1e9b-4261-ae3a-fd3a1b17e2e4.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Newburg Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.286448197788786,
  "longitude": -71.13932538848039,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",Heating,\"Family/Kid Friendly\",Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"Safety Card\",Essentials,\"Lock on Bedroom Door\",\"Hair Dryer\",\"translation missing: en.hosting_amenity_50\"}",
  "square_feet": "",
  "price": "$60.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$30.00",
  "guests_included": 1,
  "extra_people": "$10.00",
  "minimum_nights": 1,
  "maximum_nights": 1125,
  "calendar_updated": "5 days ago",
  "has_availability": "",
  "availability_30": 16,
  "availability_60": 38,
  "availability_90": 68,
  "availability_365": 343,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 1,
  "first_review": "2016-06-17",
  "last_review": "2016-06-17",
  "review_scores_rating": 80,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 8,
  "review_scores_checkin": 8,
  "review_scores_communication": 10,
  "review_scores_location": 10,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "flexible",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 0.36
},
{
  "id": 1668313,
  "listing_url": "https://www.airbnb.com/rooms/1668313",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Room in Rozzie-Twin Bed-Full Bath",
  "summary": "Quiet second floor bedroom sleeps one in comfort, Includes back yard view, semi-private full bath & use of first floor living area, front porch & garden. Great plus: free street parking or a short walk to public transport into Boston/Cambridge.",
  "space": "",
  "description": "Quiet second floor bedroom sleeps one in comfort, Includes back yard view, semi-private full bath & use of first floor living area, front porch & garden. Great plus: free street parking or a short walk to public transport into Boston/Cambridge. Guests are welcome to relax in the first floor living area, porch and garden in addition to their own room. Kitchen use by arrangement only. I'm available for guests as work allows. I'm happy to chat, recommend site and activities or let you discover Boston on your own during your stay.  Our neighborhood is quiet and relaxed. There is a lovely village green in walking distance with a diverse selection of shops and restaurants - mostly locally owned. In warm months we have the best farmer's market around. The heart of Boston is only 25 minutes or so away by public transport, sometimes less by car. It is a perfect blend of access to the city and a break from the hustle and bustle. We are less than a block from city buses, which go to the Forest Hi",
  "experiences_offered": "none",
  "neighborhood_overview": "Our neighborhood is quiet and relaxed. There is a lovely village green in walking distance with a diverse selection of shops and restaurants - mostly locally owned. In warm months we have the best farmer's market around. The heart of Boston is only 25 minutes or so away by public transport, sometimes less by car. It is a perfect blend of access to the city and a break from the hustle and bustle.",
  "notes": "On work days a hot cereal breakfast is entirely possible (with a little notice).  I'm also happy to provide a varied selection of teas and coffee ready to help you start your day.",
  "transit": "We are less than a block from city buses, which go to the Forest Hills T (transit) station for the subway into Boston and Cambridge, or 7 minutes walk to the commuter rail (Needham line (URL HIDDEN) for a faster ride into South Station (Boston).  If you are driving in to town, street parking by the house is easy and free.",
  "access": "Guests are welcome to relax in the first floor living area, porch and garden in addition to their own room. Kitchen use by arrangement only.",
  "interaction": "I'm available for guests as work allows. I'm happy to chat, recommend site and activities or let you discover Boston on your own during your stay.",
  "house_rules": "My ideal guests would be warm, friendly, and respectful of sharing my home and it's rhythms. I am allergic to cigarettes, so no smoking please, not even in the yard. A quiet homecoming is much appreciated at the end of the evening's nightlife.",
  "thumbnail_url": "https://a1.muscache.com/im/pictures/23914014/87097158_original.jpg?aki_policy=small",
  "medium_url": "https://a1.muscache.com/im/pictures/23914014/87097158_original.jpg?aki_policy=medium",
  "picture_url": "https://a1.muscache.com/im/pictures/23914014/87097158_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a1.muscache.com/im/pictures/23914014/87097158_original.jpg?aki_policy=x_large",
  "host_id": 8834105,
  "host_url": "https://www.airbnb.com/users/show/8834105",
  "host_name": "Rebecca",
  "host_since": "2013-09-14",
  "host_location": "Roslindale (part of Boston), MA",
  "host_about": "Bon Jour, Bom Dia, Good Day,\n\nI'm a mid-life psychologist who enjoys traveling and the hospitality and connections that come with it. I am happy to have the opportunity to make you welcome. I do have a full life, so we may have less time to converse than I'd like, but I am happy to do what I can to make your stay comfortable.\n\nI was born here but I'm half Portuguese (and used to speak good conversational French a while ago - I can probably do okay with French visitors who don't speak the best English), so hospitality is one of my cultural values. \n\nI also have a garden, good neighbors, cats, and enjoy good food and warm people.",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "89%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a2.muscache.com/im/users/8834105/profile_pic/1379189277/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/users/8834105/profile_pic/1379189277/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 2,
  "host_total_listings_count": 2,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Durnell Avenue, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.281941832424685,
  "longitude": -71.13337190191741,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 1,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,\"Cable TV\",Internet,\"Wireless Internet\",\"Air Conditioning\",\"Free Parking on Premises\",\"Pets Allowed\",\"Pets live on this property\",Cat(s),Heating,Washer,Dryer,\"translation missing: en.hosting_amenity_49\",\"translation missing: en.hosting_amenity_50\"}",
  "square_feet": "",
  "price": "$57.00",
  "weekly_price": "$350.00",
  "monthly_price": "$1,125.00",
  "security_deposit": "",
  "cleaning_fee": "$40.00",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 1,
  "maximum_nights": 1125,
  "calendar_updated": "6 weeks ago",
  "has_availability": "",
  "availability_30": 6,
  "availability_60": 36,
  "availability_90": 66,
  "availability_365": 341,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 17,
  "first_review": "2013-10-21",
  "last_review": "2016-08-18",
  "review_scores_rating": 94,
  "review_scores_accuracy": 9,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 9,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "flexible",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 2,
  "reviews_per_month": 0.48
},
{
  "id": 2684840,
  "listing_url": "https://www.airbnb.com/rooms/2684840",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Updated, spacious living in Rozzie",
  "summary": "Clean, sunny 2 bedroom in amazing Roslindale Village, 6 miles from downtown Boston . Recently remodeled condo offering everything you need for your stay. Located steps from the Arnold Arboretum and Roslindale Village.",
  "space": "",
  "description": "Clean, sunny 2 bedroom in amazing Roslindale Village, 6 miles from downtown Boston . Recently remodeled condo offering everything you need for your stay. Located steps from the Arnold Arboretum and Roslindale Village.",
  "experiences_offered": "none",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "- One of the bedroom closets is not accessible to guests - Please be mindful of the neighbors, quiet time after 10PM  - Check-out time is at 11AM on the day of your departure.  - If you're going to smoke outside, please clean up after yourself and do not throw cigarette butts on the ground - The refrigerator and cabinets are available for your use but please do not take food items unless explicitly permitted",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/c15817b4-1860-44d5-acdc-466f2ca8c368.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/c15817b4-1860-44d5-acdc-466f2ca8c368.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/c15817b4-1860-44d5-acdc-466f2ca8c368.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/c15817b4-1860-44d5-acdc-466f2ca8c368.jpg?aki_policy=x_large",
  "host_id": 13743098,
  "host_url": "https://www.airbnb.com/users/show/13743098",
  "host_name": "Megan",
  "host_since": "2014-03-31",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "I am a working professional in biotech. I typically split my time between Boston and San Francisco. I enjoy spending time with family and friends, eating as much sushi as I can get, reading, hiking, and switching between my beverages of choice - coffee and wine.",
  "host_response_time": "within a few hours",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/30071847-b247-486c-923c-7c7251d55c50.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/30071847-b247-486c-923c-7c7251d55c50.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 2,
  "host_total_listings_count": 2,
  "host_verifications": "['email', 'phone', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Primrose Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "San Francisco",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.29172341146307,
  "longitude": -71.13155602161845,
  "is_location_exact": "t",
  "property_type": "Condominium",
  "room_type": "Entire home/apt",
  "accommodates": 4,
  "bathrooms": 1,
  "bedrooms": 2,
  "beds": 2,
  "bed_type": "Real Bed",
  "amenities": "{\"Cable TV\",\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",\"Pets live on this property\",Dog(s),Heating,\"Family/Kid Friendly\",Washer,Dryer,\"Smoke Detector\",\"Fire Extinguisher\",Essentials,Shampoo,\"24-Hour Check-in\",\"Hair Dryer\",Iron,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$93.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$40.00",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 1,
  "maximum_nights": 1125,
  "calendar_updated": "3 months ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 0,
  "availability_365": 0,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 1,
  "first_review": "2016-07-23",
  "last_review": "2016-07-23",
  "review_scores_rating": 100,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 10,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "t",
  "cancellation_policy": "flexible",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 2,
  "reviews_per_month": 0.64
},
{
  "id": 13547301,
  "listing_url": "https://www.airbnb.com/rooms/13547301",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "2 Bedroom Apartment in Boston",
  "summary": "My place is close to Public Transportation. The train station to downtown Boston is a short 1 minute walk from my house. You’ll love my place because of the neighborhood, the comfy bed, the light, and the coziness. My place is good for couples, solo adventurers, business travelers, and families (with kids).",
  "space": "",
  "description": "My place is close to Public Transportation. The train station to downtown Boston is a short 1 minute walk from my house. You’ll love my place because of the neighborhood, the comfy bed, the light, and the coziness. My place is good for couples, solo adventurers, business travelers, and families (with kids).",
  "experiences_offered": "none",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/5ea5e31f-84a1-46a1-b3d4-fdd26c9a56e6.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/5ea5e31f-84a1-46a1-b3d4-fdd26c9a56e6.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/5ea5e31f-84a1-46a1-b3d4-fdd26c9a56e6.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/5ea5e31f-84a1-46a1-b3d4-fdd26c9a56e6.jpg?aki_policy=x_large",
  "host_id": 57402911,
  "host_url": "https://www.airbnb.com/users/show/57402911",
  "host_name": "Georgia",
  "host_since": "2016-02-04",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "A life-long Bostonian.",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "97%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/dad297dc-5673-4201-9703-5e8f291eea43.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/dad297dc-5673-4201-9703-5e8f291eea43.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Fairview Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28764103470109,
  "longitude": -71.12988286590424,
  "is_location_exact": "t",
  "property_type": "Apartment",
  "room_type": "Entire home/apt",
  "accommodates": 5,
  "bathrooms": 1,
  "bedrooms": 2,
  "beds": 3,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",Heating,\"Family/Kid Friendly\",\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Safety Card\",\"Fire Extinguisher\",Essentials,Shampoo,\"24-Hour Check-in\",Hangers,\"Hair Dryer\",Iron,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$150.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$50.00",
  "guests_included": 5,
  "extra_people": "$30.00",
  "minimum_nights": 2,
  "maximum_nights": 21,
  "calendar_updated": "yesterday",
  "has_availability": "",
  "availability_30": 8,
  "availability_60": 17,
  "availability_90": 39,
  "availability_365": 129,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 12,
  "first_review": "2016-06-27",
  "last_review": "2016-09-03",
  "review_scores_rating": 97,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 4.93
},
{
  "id": 5434353,
  "listing_url": "https://www.airbnb.com/rooms/5434353",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Quiet  Beauty in Boston",
  "summary": "Enjoy the full space of our home as you explore some of the more trendy and hip parts of Boston. Close to Jamaica Plain, and steps to Roslindale Square, this warm abode offers the convenience to Downtown, yet nestled off the beaten track.",
  "space": "Large living and dining area. Sprawling space. Grand piano.",
  "description": "Enjoy the full space of our home as you explore some of the more trendy and hip parts of Boston. Close to Jamaica Plain, and steps to Roslindale Square, this warm abode offers the convenience to Downtown, yet nestled off the beaten track.         Large living and dining area. Sprawling space. Grand piano.  Quiet Roslindale, close to the trendy Jamaica Plain and walking distance to Harvard's Arnold Arboretum. Climb Peter's Hill, and run around Jamaica Pond! Steps to Commuter Rail. Needham Line. 15 minutes to downtown Boston.  Multiple bus connections. Good Boston Logan Airport Connection.",
  "experiences_offered": "none",
  "neighborhood_overview": "Quiet Roslindale, close to the trendy Jamaica Plain and walking distance to Harvard's Arnold Arboretum. Climb Peter's Hill, and run around Jamaica Pond!",
  "notes": "",
  "transit": "Steps to Commuter Rail. Needham Line. 15 minutes to downtown Boston.  Multiple bus connections. Good Boston Logan Airport Connection.",
  "access": "",
  "interaction": "",
  "house_rules": "",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/75436925/fa62be68_original.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/75436925/fa62be68_original.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/75436925/fa62be68_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/75436925/fa62be68_original.jpg?aki_policy=x_large",
  "host_id": 9658771,
  "host_url": "https://www.airbnb.com/users/show/9658771",
  "host_name": "Anthony",
  "host_since": "2013-10-27",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "As a Program Director for Viking River Cruises, I am away a good amount of the year, and enjoy hosting guests from all over the world. I enjoy sharing my experience and passion for travel!",
  "host_response_time": "within a day",
  "host_response_rate": "75%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a1.muscache.com/im/users/9658771/profile_pic/1429536285/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a1.muscache.com/im/users/9658771/profile_pic/1429536285/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Tyndale Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.286264736208935,
  "longitude": -71.13706513072117,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Entire home/apt",
  "accommodates": 2,
  "bathrooms": 1.5,
  "bedrooms": 2,
  "beds": 2,
  "bed_type": "Real Bed",
  "amenities": "{Internet,\"Wireless Internet\",Kitchen,\"Free Parking on Premises\",\"Pets Allowed\",Heating,Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Fire Extinguisher\",Essentials,Shampoo}",
  "square_feet": "",
  "price": "$145.00",
  "weekly_price": "$950.00",
  "monthly_price": "$3,000.00",
  "security_deposit": "$500.00",
  "cleaning_fee": "$150.00",
  "guests_included": 2,
  "extra_people": "$35.00",
  "minimum_nights": 3,
  "maximum_nights": 1125,
  "calendar_updated": "2 days ago",
  "has_availability": "",
  "availability_30": 11,
  "availability_60": 14,
  "availability_90": 44,
  "availability_365": 319,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 7,
  "first_review": "2015-09-01",
  "last_review": "2016-08-06",
  "review_scores_rating": 91,
  "review_scores_accuracy": 9,
  "review_scores_cleanliness": 9,
  "review_scores_checkin": 10,
  "review_scores_communication": 9,
  "review_scores_location": 9,
  "review_scores_value": 9,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 0.56
},
{
  "id": 225979,
  "listing_url": "https://www.airbnb.com/rooms/225979",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Cozy Room & Fresh Roasted Coffee",
  "summary": "Fresh home roasted coffee from around the world awaits you each morning along with a thick slice of my freshly baked artisan bread. This alcove room is comfortable for any length of stay with some stays up to 6 months. Excellent for those relocating.",
  "space": "This is a charming, bright, and sunny apartment with views of the Boston skyline and is absolutely a comfortable, professional, and safe place for both men and women. You will awake each morning to the smell of fresh brewed coffee - roasted here by me from exotic green beans. Pair this with some fresh baked artisan bread that I typically have on hand. If you love coffee and fresh home made bread, it doesn't get any better then this. If you are interested, I might give you a lesson or two on how to roast your own coffee. In addition to fresh baked bread toasted with jam additional breakfast offerings may include cereal, bagels with cream cheese, or, on occassion, a Colombian breakfast of arepa, egg, and cheese. It's delicioso and high protein breakfast, a great way to start the day. Roslindale Village is a 6 minute walk away and is a lively and charming village square that has many fine restaurants, coffee shops, market, specialty shops, and farmer's market on Saturdays from June throug",
  "description": "Fresh home roasted coffee from around the world awaits you each morning along with a thick slice of my freshly baked artisan bread. This alcove room is comfortable for any length of stay with some stays up to 6 months. Excellent for those relocating. This is a charming, bright, and sunny apartment with views of the Boston skyline and is absolutely a comfortable, professional, and safe place for both men and women. You will awake each morning to the smell of fresh brewed coffee - roasted here by me from exotic green beans. Pair this with some fresh baked artisan bread that I typically have on hand. If you love coffee and fresh home made bread, it doesn't get any better then this. If you are interested, I might give you a lesson or two on how to roast your own coffee. In addition to fresh baked bread toasted with jam additional breakfast offerings may include cereal, bagels with cream cheese, or, on occassion, a Colombian breakfast of arepa, egg, and cheese. It's delicioso and high prote",
  "experiences_offered": "none",
  "neighborhood_overview": "This is a very quiet neighborhood. So quiet you will hear the birds sing. Guests often remark at how quiet this neighborhood is for being in the 3rd most densely populated city in the US. You are within walking distance to the village square where you will find restaurants, markets, and a variety of shops.",
  "notes": "If you book late on the same day as your arrival you may find that I am not available to you for a convenient arrival time. You should check that. I am about as laid back, flexible, and accommodating as you could expect to find. Read the reviews, that's me. For the most part I have professional guests who are here for work,  education, or relocation. This is a shared living experience. I work here as well as live here. It is a quiet home in a quiet neighborhood. I'm here to make your stay as pleasant as possible within the context of the \"Airbnb experience\". I get up each day anytime from 6:00am on. I will get up to see to it you get on your way. I will coordinate with you so that fresh coffee is made and you are provided with fresh baked bread toasted with butter and jam. Any other breakfast items are on you. You can use the refrigerator to keep any food you may want. You can bring in most anything you want and use the kitchen and most everything else in the house.",
  "transit": "Public transportation in Boston is as good as anywhere in the world. Every bus and train has a gps that lets you track it via your mobile phone or computer. There is no guesswork or wasted time in using the public transit system. To get into Boston the bus is just a few steps from the front door and you can be in downtown Boston in 40 minutes on average, often less. My location is an excellent place from which to commute into downtown Boston, Mass General Hospital, the financial district, Back Bay (Copley, Prudential Center, Newbury St.), the Museuem of Fine Arts, Harvard Medical School, and the Longwood Medical Center. If you are going to use public transportation I have a \"Charlie Card\" with enough of a balance to get you through the first day or so of your visit. You can reload them at any \"T\" station. The Charlie Card is very convenient for bus and subway travel and is less expensive per fare than using cash or the Charlie Ticket. I do expect that you will return these cards with t",
  "access": "You can feel free to use almost anything here. Feel free to cook in the kitchen and store food in the refrigerator. The local farmer's market runs June through November where you can buy the freshest of local produce and many other products. If you have luggage that is in your way I can store that in the attic.",
  "interaction": "This is a shared living experience. I live and work here. I spend all of my time in my office thus it affords the guest a sense of privacy to watch TV or some other sort of entertainment. For the most part you will have the entire front of the house to yourself. If you are here for a longer stay we might even share takeout, dinner, or go to a movie.",
  "house_rules": "Arrival time can be no later than 9:00PM unless pre-arranged. No visitors allowed at anytime without prior approval. Overnight guests are not allowed at all. There is no room for guests. Don't ask. No smoking. 11:00 PM is quiet time while watching private room tv is acceptable. No eating meals in the room. It's too small, you'll see what I'm saying, and there's a nice dining table for that. Small snacks are fine. If you cook and/or uses dishes and utensils then please clean them so someone else can use them. Do not leave anything uncleaned in the sink overnight. Shared areas of the home are expected to be maintained after you use them. There are no room services provided other than normal cleaning. Closet and dresser space is provided for your clothes.",
  "thumbnail_url": "https://a1.muscache.com/im/pictures/2052589/ec4f404b_original.jpg?aki_policy=small",
  "medium_url": "https://a1.muscache.com/im/pictures/2052589/ec4f404b_original.jpg?aki_policy=medium",
  "picture_url": "https://a1.muscache.com/im/pictures/2052589/ec4f404b_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a1.muscache.com/im/pictures/2052589/ec4f404b_original.jpg?aki_policy=x_large",
  "host_id": 1176995,
  "host_url": "https://www.airbnb.com/users/show/1176995",
  "host_name": "Duane",
  "host_since": "2011-09-18",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "I am a self-employed professional. I work as a technology consultant out of my home office. I am very knowledgeable about Boston, it's history, and most importantly, how to get around in Boston. I was once a Boston cab driver. I enjoy a lot of outdoor activities including surfing and tennis. Perhaps most interesting to my guests is that I roast coffee from beans grown on the best plantations in the world. This is absolutely a comfortable, professional, and safe place for both men and women.",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "79%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a1.muscache.com/im/users/1176995/profile_pic/1316392100/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a1.muscache.com/im/users/1176995/profile_pic/1316392100/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 2,
  "host_total_listings_count": 2,
  "host_verifications": "['email', 'phone', 'facebook', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Augustus Ave, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.2814520694321,
  "longitude": -71.12925004404066,
  "is_location_exact": "t",
  "property_type": "Apartment",
  "room_type": "Private room",
  "accommodates": 1,
  "bathrooms": 0,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",Breakfast,Heating,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Safety Card\",\"Fire Extinguisher\",Essentials,Shampoo}",
  "square_feet": "",
  "price": "$60.00",
  "weekly_price": "$350.00",
  "monthly_price": "$1,100.00",
  "security_deposit": "",
  "cleaning_fee": "",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 1,
  "maximum_nights": 365,
  "calendar_updated": "a week ago",
  "has_availability": "",
  "availability_30": 4,
  "availability_60": 34,
  "availability_90": 64,
  "availability_365": 339,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 70,
  "first_review": "2011-09-22",
  "last_review": "2016-08-02",
  "review_scores_rating": 96,
  "review_scores_accuracy": 9,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "t",
  "cancellation_policy": "strict",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 2,
  "reviews_per_month": 1.16
},
{
  "id": 3420384,
  "listing_url": "https://www.airbnb.com/rooms/3420384",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Convient, Safe and Comfortable",
  "summary": "Located along public transportation with plenty of on street parking.",
  "space": "Extra large studio with wifi, cable, original Fenway Park seats, patio, grill, hot tub, laundry, Charlie Cards, complimentary pass for 4 to the Museum of Fine Arts.",
  "description": "Located along public transportation with plenty of on street parking. Extra large studio with wifi, cable, original Fenway Park seats, patio, grill, hot tub, laundry, Charlie Cards, complimentary pass for 4 to the Museum of Fine Arts. Private enterance for guest. Friendly, experienced, helpful and on site. Airport pick up for a nominal fee. Village 1 mile with banks, grocery store, special meat and fish stores, international wine and cheese shop, flower shop, library and other shops to browse.  Some of the best restaurants in Boston, everything from Susi to Italian. Airport pick up service for a nominal fee. Bus, commuter rail and train in the neighborhood. Bus a two minute walk from the house. Plenty of on street parking. Lyft and Uber service available while on premises. Access to large backyard. Enjoy John's original art work. 2 minutes from public transportation. Excellent restaurants and shops within walking distance.",
  "experiences_offered": "none",
  "neighborhood_overview": "Village 1 mile with banks, grocery store, special meat and fish stores, international wine and cheese shop, flower shop, library and other shops to browse.  Some of the best restaurants in Boston, everything from Susi to Italian.",
  "notes": "Access to large backyard. Enjoy John's original art work. 2 minutes from public transportation. Excellent restaurants and shops within walking distance.",
  "transit": "Airport pick up service for a nominal fee. Bus, commuter rail and train in the neighborhood. Bus a two minute walk from the house. Plenty of on street parking. Lyft and Uber service available while on premises.",
  "access": "Private enterance for guest.",
  "interaction": "Friendly, experienced, helpful and on site. Airport pick up for a nominal fee.",
  "house_rules": "Absolutely no smoking in the building, handling of art work or damaging personal property. All additional charges for movie rental are the responsibility of the renter. Shower before entering the hot tub. No glass or food in the hot tub. Turn off all lights and appliances when leaving the unit.",
  "thumbnail_url": "https://a0.muscache.com/im/pictures/43286634/4661fa2a_original.jpg?aki_policy=small",
  "medium_url": "https://a0.muscache.com/im/pictures/43286634/4661fa2a_original.jpg?aki_policy=medium",
  "picture_url": "https://a0.muscache.com/im/pictures/43286634/4661fa2a_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a0.muscache.com/im/pictures/43286634/4661fa2a_original.jpg?aki_policy=x_large",
  "host_id": 431385,
  "host_url": "https://www.airbnb.com/users/show/431385",
  "host_name": "Cynthia",
  "host_since": "2011-03-09",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "My husband, John is an artist and retired advertising graphic artist.  I am a retired Harvard Law School clinical instructor who currently operates a family mediation practice. We are enjoying our retirerment traveling. We have a garden apartment in our home that we rent to people visiting Boston.",
  "host_response_time": "within a few hours",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a0.muscache.com/im/users/431385/profile_pic/1372733970/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a0.muscache.com/im/users/431385/profile_pic/1372733970/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Doncaster Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.27440801253166,
  "longitude": -71.12529404441553,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 4,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 3,
  "bed_type": "Real Bed",
  "amenities": "{TV,\"Cable TV\",Internet,\"Wireless Internet\",Kitchen,\"Free Parking on Premises\",\"Hot Tub\",\"Indoor Fireplace\",Heating,\"Family/Kid Friendly\",Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Fire Extinguisher\"}",
  "square_feet": "",
  "price": "$165.00",
  "weekly_price": "$750.00",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$50.00",
  "guests_included": 3,
  "extra_people": "$15.00",
  "minimum_nights": 3,
  "maximum_nights": 1125,
  "calendar_updated": "today",
  "has_availability": "",
  "availability_30": 20,
  "availability_60": 50,
  "availability_90": 80,
  "availability_365": 349,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 1,
  "first_review": "2016-08-26",
  "last_review": "2016-08-26",
  "review_scores_rating": 100,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 10,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "flexible",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 1
},
{
  "id": 13512930,
  "listing_url": "https://www.airbnb.com/rooms/13512930",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Roslindale Beauty next to Arboretum",
  "summary": "Clean, sunny 1 bedroom in amazing Roslindale Village, 6 miles from downtown Boston. Recently remodeled condo offering everything you need for your stay. Located steps from the Arnold Arboretum and Roslindale Village.",
  "space": "",
  "description": "Clean, sunny 1 bedroom in amazing Roslindale Village, 6 miles from downtown Boston. Recently remodeled condo offering everything you need for your stay. Located steps from the Arnold Arboretum and Roslindale Village.",
  "experiences_offered": "none",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "- Please be mindful of the neighbors, quiet time after 10PM  - Check-out time is at 11AM on the day of your departure.  - If you're going to smoke outside, please clean up after yourself and do not throw cigarette butts on the ground - The refrigerator and cabinets are available for your use but please do not take food items unless explicitly permitted",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/80b80b24-6985-41c5-8286-c6eb0b3f16b3.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/80b80b24-6985-41c5-8286-c6eb0b3f16b3.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/80b80b24-6985-41c5-8286-c6eb0b3f16b3.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/80b80b24-6985-41c5-8286-c6eb0b3f16b3.jpg?aki_policy=x_large",
  "host_id": 13743098,
  "host_url": "https://www.airbnb.com/users/show/13743098",
  "host_name": "Megan",
  "host_since": "2014-03-31",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "I am a working professional in biotech. I typically split my time between Boston and San Francisco. I enjoy spending time with family and friends, eating as much sushi as I can get, reading, hiking, and switching between my beverages of choice - coffee and wine.",
  "host_response_time": "within a few hours",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/30071847-b247-486c-923c-7c7251d55c50.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/30071847-b247-486c-923c-7c7251d55c50.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 2,
  "host_total_listings_count": 2,
  "host_verifications": "['email', 'phone', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Primrose Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.29181491557826,
  "longitude": -71.1315879343071,
  "is_location_exact": "t",
  "property_type": "Condominium",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",Heating,Washer,Dryer,\"Smoke Detector\",\"Fire Extinguisher\",Essentials,Shampoo,\"Lock on Bedroom Door\",Hangers,\"Hair Dryer\",Iron,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$75.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$20.00",
  "guests_included": 1,
  "extra_people": "$15.00",
  "minimum_nights": 1,
  "maximum_nights": 1125,
  "calendar_updated": "2 months ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 0,
  "availability_365": 0,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 1,
  "first_review": "2016-06-20",
  "last_review": "2016-06-20",
  "review_scores_rating": 100,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 10,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "t",
  "cancellation_policy": "flexible",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 2,
  "reviews_per_month": 0.37
},
{
  "id": 7482195,
  "listing_url": "https://www.airbnb.com/rooms/7482195",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Private room near bus stop",
  "summary": "A handsome colonial house set on a tranquil side street.  Fully furnished with several rooms.  Easy commute to Downtown with nearest bus stop only a five minute walk away.  Near restaurants, grocery and shopping arcade.  Laundry and WiFi available.",
  "space": "",
  "description": "A handsome colonial house set on a tranquil side street.  Fully furnished with several rooms.  Easy commute to Downtown with nearest bus stop only a five minute walk away.  Near restaurants, grocery and shopping arcade.  Laundry and WiFi available.",
  "experiences_offered": "none",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/100311920/8a1547f9_original.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/100311920/8a1547f9_original.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/100311920/8a1547f9_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/100311920/8a1547f9_original.jpg?aki_policy=x_large",
  "host_id": 34552909,
  "host_url": "https://www.airbnb.com/users/show/34552909",
  "host_name": "Barrie",
  "host_since": "2015-05-30",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "",
  "host_response_time": "within a day",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/a787a340-003d-4c6f-9b64-f92dd7242204.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/a787a340-003d-4c6f-9b64-f92dd7242204.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 3,
  "host_total_listings_count": 3,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Brook Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.282224755841604,
  "longitude": -71.11518855890074,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 1,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{\"Cable TV\",Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",Heating,Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",Essentials,Shampoo}",
  "square_feet": "",
  "price": "$49.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "",
  "guests_included": 1,
  "extra_people": "$10.00",
  "minimum_nights": 5,
  "maximum_nights": 1125,
  "calendar_updated": "5 months ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 20,
  "availability_365": 295,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 0,
  "first_review": "",
  "last_review": "",
  "review_scores_rating": "",
  "review_scores_accuracy": "",
  "review_scores_cleanliness": "",
  "review_scores_checkin": "",
  "review_scores_communication": "",
  "review_scores_location": "",
  "review_scores_value": "",
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "strict",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 3,
  "reviews_per_month": ""
},
{
  "id": 7252607,
  "listing_url": "https://www.airbnb.com/rooms/7252607",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Private Room near Public Transport",
  "summary": "A handsome colonial house set on a tranquil side street. Fully furnished with spacious rooms. Easy commute to Downtown with nearest bus stop only a 5 minute walk away. Near restaurants, grocery and shopping arcade. Laundry and WiFi available.",
  "space": "",
  "description": "A handsome colonial house set on a tranquil side street. Fully furnished with spacious rooms. Easy commute to Downtown with nearest bus stop only a 5 minute walk away. Near restaurants, grocery and shopping arcade. Laundry and WiFi available.",
  "experiences_offered": "none",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "LAUNDRY - Laundry can be done by the visitor before 10 pm, preferably on weekends. - Please provide your own detergent and fabric conditioner. Keep the machine clean and remember to clean the filter before and after use. - Please ask hosts to teach you how to operate the machines if you are not familiar with it. - Please limit your load and washes as not to overload the machine. - One wash per week will be ideal. HOUSEKEEPING - The bedrooms shall be kept clean and tidy by the visitor. - Please be respectful of others and keep the bathroom clean – do not leave dirty clothes and trash lying around. - Each visitor is responsible for cleaning their own dirty dishes and throwing their own trash in the garbage bin outside. - Please provide your own toiletries such as bath soap, shampoo and toothpaste.  KITCHEN USE  - We are sharing our kitchen and kitchenware stuff. Please make sure to take care of them and make sure you clean, dry and put them back where you found them. If you are cooking,",
  "thumbnail_url": "https://a0.muscache.com/im/pictures/96058694/e00ce055_original.jpg?aki_policy=small",
  "medium_url": "https://a0.muscache.com/im/pictures/96058694/e00ce055_original.jpg?aki_policy=medium",
  "picture_url": "https://a0.muscache.com/im/pictures/96058694/e00ce055_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a0.muscache.com/im/pictures/96058694/e00ce055_original.jpg?aki_policy=x_large",
  "host_id": 34552909,
  "host_url": "https://www.airbnb.com/users/show/34552909",
  "host_name": "Barrie",
  "host_since": "2015-05-30",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "",
  "host_response_time": "within a day",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/a787a340-003d-4c6f-9b64-f92dd7242204.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/a787a340-003d-4c6f-9b64-f92dd7242204.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 3,
  "host_total_listings_count": 3,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Brook St, Boston, MA 02131, United States",
  "neighbourhood": "",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28280175042395,
  "longitude": -71.11514509094087,
  "is_location_exact": "f",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",\"Indoor Fireplace\",Heating,Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",Essentials,Shampoo}",
  "square_feet": "",
  "price": "$49.00",
  "weekly_price": "$280.00",
  "monthly_price": "$950.00",
  "security_deposit": "",
  "cleaning_fee": "",
  "guests_included": 1,
  "extra_people": "$10.00",
  "minimum_nights": 5,
  "maximum_nights": 1125,
  "calendar_updated": "5 months ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 0,
  "availability_365": 262,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 4,
  "first_review": "2015-07-19",
  "last_review": "2016-08-21",
  "review_scores_rating": 95,
  "review_scores_accuracy": 9,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "strict",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 3,
  "reviews_per_month": 0.29
},
{
  "id": 2583074,
  "listing_url": "https://www.airbnb.com/rooms/2583074",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Cozy room in a charming villa.",
  "summary": "My home is a villa in one of the friendliest, and safest  neighborhood of Boston.   The room  has a window overlooking  the yard and street.   All utilities and WIFI are included. Shared bathroom /kitchen.   The bus line is less than a minute walk.",
  "space": "The room is cozy and private. The house is less than a minute to public transportation. It is around the corner from the 'Pleasant Café\" restaurant.",
  "description": "My home is a villa in one of the friendliest, and safest  neighborhood of Boston.   The room  has a window overlooking  the yard and street.   All utilities and WIFI are included. Shared bathroom /kitchen.   The bus line is less than a minute walk. The room is cozy and private. The house is less than a minute to public transportation. It is around the corner from the 'Pleasant Café\" restaurant. Guest has access to everything in the house, Kitchen, bathrooms,  living room, dining room, washer and drier. I enjoy the company of others and would be happy to carry a conversation with my guest. To me a stranger is a friend I haven't met yet. This a nice multicultural, family neighborhood. Easily accessed by public transportation, car or bycicle. The bus line to Forest Hills station is just up the street. At Forest Hill station, the subway will take you to downtown Boston in less than 15 minutes. I speak French, Arabic and some Spanish.",
  "experiences_offered": "none",
  "neighborhood_overview": "This a nice multicultural, family neighborhood. Easily accessed by public transportation, car or bycicle.",
  "notes": "I speak French, Arabic and some Spanish.",
  "transit": "The bus line to Forest Hills station is just up the street. At Forest Hill station, the subway will take you to downtown Boston in less than 15 minutes.",
  "access": "Guest has access to everything in the house, Kitchen, bathrooms,  living room, dining room, washer and drier.",
  "interaction": "I enjoy the company of others and would be happy to carry a conversation with my guest. To me a stranger is a friend I haven't met yet.",
  "house_rules": "No smoking, No pets.  No shoes in the house. Visitors are permitted in the common area only. Please use the dining room to enjoy your meals. Also  refrain using an electronic device while having your meal. Quiet time between 10:00pm-6:00am.",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/47544196/85e9426f_original.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/47544196/85e9426f_original.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/47544196/85e9426f_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/47544196/85e9426f_original.jpg?aki_policy=x_large",
  "host_id": 13226301,
  "host_url": "https://www.airbnb.com/users/show/13226301",
  "host_name": "Mohamed",
  "host_since": "2014-03-17",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "I am an easy going person and enjoy the company of others.\nI practice Yoga, play soccer or just go for a stroll in the city.\nI like gardening and reading.\nI traveled  through Europe, North Africa, Canada and Central America..\nI raised three daughters that went to college and living on their own, now.",
  "host_response_time": "within a few hours",
  "host_response_rate": "100%",
  "host_acceptance_rate": "94%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a0.muscache.com/im/users/13226301/profile_pic/1405183873/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a0.muscache.com/im/users/13226301/profile_pic/1405183873/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 3,
  "host_total_listings_count": 3,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Cedrus Avenue, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.27964781834151,
  "longitude": -71.1360587290911,
  "is_location_exact": "t",
  "property_type": "Villa",
  "room_type": "Private room",
  "accommodates": 1,
  "bathrooms": 2.5,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Buzzer/Wireless Intercom\",Heating,Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",Essentials,\"translation missing: en.hosting_amenity_49\",\"translation missing: en.hosting_amenity_50\"}",
  "square_feet": "",
  "price": "$40.00",
  "weekly_price": "$250.00",
  "monthly_price": "$800.00",
  "security_deposit": "",
  "cleaning_fee": "",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 2,
  "maximum_nights": 1125,
  "calendar_updated": "today",
  "has_availability": "",
  "availability_30": 6,
  "availability_60": 27,
  "availability_90": 57,
  "availability_365": 332,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 31,
  "first_review": "2014-08-19",
  "last_review": "2016-08-30",
  "review_scores_rating": 99,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "flexible",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 3,
  "reviews_per_month": 1.24
},
{
  "id": 13251243,
  "listing_url": "https://www.airbnb.com/rooms/13251243",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Arborside Guest Cottage",
  "summary": "Lovely sun-filled private guest cottage set on single family landscaped lot. The cottage is newly renovated and furnished for your comfort.  It provides a private, peaceful setting just 6.5 miles from downtown Boston.  We will be happy to help you during your stay if needed. A guide book for the area will be available to you upon your arrival. We think this listing is destined to be a Best of Boston AirBNB! Come experience why.",
  "space": "Today the cottage could be called a \"tiny house\" with 400 square feet of thoughtfully laid-out living space. The vaulted ceiling and open-concept design give it a roomy feel. There is a spiral staircase leading from the ground floor living room to a large sleeping loft with great views of the surrounding neighborhood and parkland. Please see picture to see if stairs are accessible for you.  Downstairs is furnished for comfort  and function with a twin sleeper sofa, leather chairs and internet TV.   The dry kitchen area has a small refrigerator, microwave, toaster oven, coffee maker and an electric kettle.  Most appropriate for light breakfasts, lunch and snacks. There is no stove or oven and the sink is in the bathroom. With all the great restaurants, who wants to cook anyway!  We provide disposable dishes and cutlery or you can use the dishware and stainless. The large closet includes hanging space, a luggage rack and drawers for your clothes. The private bathroom is downstairs and ha",
  "description": "Lovely sun-filled private guest cottage set on single family landscaped lot. The cottage is newly renovated and furnished for your comfort.  It provides a private, peaceful setting just 6.5 miles from downtown Boston.  We will be happy to help you during your stay if needed. A guide book for the area will be available to you upon your arrival. We think this listing is destined to be a Best of Boston AirBNB! Come experience why. Today the cottage could be called a \"tiny house\" with 400 square feet of thoughtfully laid-out living space. The vaulted ceiling and open-concept design give it a roomy feel. There is a spiral staircase leading from the ground floor living room to a large sleeping loft with great views of the surrounding neighborhood and parkland. Please see picture to see if stairs are accessible for you.  Downstairs is furnished for comfort  and function with a twin sleeper sofa, leather chairs and internet TV.   The dry kitchen area has a small refrigerator, microwave, toaste",
  "experiences_offered": "none",
  "neighborhood_overview": "This Boston location is true gem - just a few miles from downtown, the cottage is nestled among single family homes.  Behind is the 10 acre Roslindale Urban Wild conservation land, and just across the street is the Arnold Arboretum which was the first arboretum in the United States. The 300 acre arboretum is beautiful and serene. The 17 acre Harvard University botanical research facility directly facing the cottage includes Weld Hill, planted as a wildflower meadow it provides a pleasant walk and views of the neighborhood. Great shopping and restaurants are nearby in Rozzie Center ( 15 minute walk), West Roxbury, Jamaica Plain and downtown Boston. Accessible by public transportation but a car would be helpful in this area.",
  "notes": "Enclosed bike storage is available. Let us know in advance. Sorry, we cannot accommodate pets in this space.   Cottage has a window AC, electric heat, window and ceiling fans.   Roku TV with free Netflx and Hulu - Movie rentals will be deducted from security deposit.",
  "transit": "Steps to the bus stops for Forest Hills (Jamaica Plain) and Coolidge Corner (Brookline).  Forest Hills Station is an Orange Line and a commuter rail stop. Walk to Forest Hills station is a 15-20 minute walk through the Arboretum.",
  "access": "Unload your luggage from the driveway and find ample free street parking just around the corner.  The access code for the door will be given a few days before your arrival and there is a back-up key if needed.  We will try to greet and orient all guests upon arrival.",
  "interaction": "You can be completely independent in this truly exceptional property. We will be happy to assist you if needed. We want you to have a special visit in Roslindale/Boston.",
  "house_rules": "- No smoking or open flames on the property - Please respect the peace and privacy of our neighbors  - Access Roslindale Urban Wild from street - do not jump backyard fence - Max of 3 occupants, please!",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/b8dd13e9-af80-452f-ac9a-0ce33801d430.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/b8dd13e9-af80-452f-ac9a-0ce33801d430.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/b8dd13e9-af80-452f-ac9a-0ce33801d430.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/b8dd13e9-af80-452f-ac9a-0ce33801d430.jpg?aki_policy=x_large",
  "host_id": 74531248,
  "host_url": "https://www.airbnb.com/users/show/74531248",
  "host_name": "Carl & Judy",
  "host_since": "2016-05-28",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "Judy and I are newlyweds and empty-nesters.  Recently bought this lovely home in Roslindale MA, steps from the Arnold Arboretum.  The property came with an incredible cottage built in 2001 as an artist studio, then used an Au Pair.  We added a dry kitchen and new furniture in preparation for our guests.",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/fcd40df2-1a2d-4760-b5ba-b452a5fc6d45.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/fcd40df2-1a2d-4760-b5ba-b452a5fc6d45.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'linkedin', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Weld Street, Roslindale, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Roslindale",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Roslindale, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.29403534422037,
  "longitude": -71.13223724631055,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Entire home/apt",
  "accommodates": 3,
  "bathrooms": 1,
  "bedrooms": 0,
  "beds": 2,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",\"Air Conditioning\",Heating,\"Family/Kid Friendly\",\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Safety Card\",\"Fire Extinguisher\",Essentials,Shampoo,\"24-Hour Check-in\",Hangers,\"Hair Dryer\",Iron,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$120.00",
  "weekly_price": "",
  "monthly_price": "",
  "security_deposit": "$150.00",
  "cleaning_fee": "$50.00",
  "guests_included": 3,
  "extra_people": "$0.00",
  "minimum_nights": 2,
  "maximum_nights": 6,
  "calendar_updated": "today",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 7,
  "availability_90": 32,
  "availability_365": 207,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 16,
  "first_review": "2016-06-19",
  "last_review": "2016-09-01",
  "review_scores_rating": 98,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 10,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "t",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 5.93
},
{
  "id": 225834,
  "listing_url": "https://www.airbnb.com/rooms/225834",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Skyline View to Boston",
  "summary": "High atop Metropolitan Hill. Expansive view. No buildings higher, sleep with the windows uncovered. Experience sunrise like you were sleeping on the beach. Home roasted exotic coffee and fresh baked bread greet you in the morning. A travel adventure.",
  "space": "After a good nights' sleep you will wake each morning to the smell of fresh brewed coffee - roasted here by me from exotic green beans. Pair this with some fresh baked artisan bread that I bake and typically have on hand. If you love coffee and fresh home made bread, it doesn't get any better then this. If you are interested, I might give you a lesson or two on how to roast your own coffee. In addition to fresh baked bread toasted with jam additional breakfast offerings may include cereal, bagels with cream cheese, or, on occassion, a Colombian breakfast of arepa, egg, and cheese. It's delicioso and a high protein breakfast, a great way to start the day. At the end of the day I occassionally offer a fresh baked baguette with a sampling of quality cheeses. Current coffee offerings are listed at the end of this description. This room offers a rare and unique unobstructed view of the Boston skyline that includes privacy. All nearby buildings are below eye level from this bedroom. You can",
  "description": "High atop Metropolitan Hill. Expansive view. No buildings higher, sleep with the windows uncovered. Experience sunrise like you were sleeping on the beach. Home roasted exotic coffee and fresh baked bread greet you in the morning. A travel adventure. After a good nights' sleep you will wake each morning to the smell of fresh brewed coffee - roasted here by me from exotic green beans. Pair this with some fresh baked artisan bread that I bake and typically have on hand. If you love coffee and fresh home made bread, it doesn't get any better then this. If you are interested, I might give you a lesson or two on how to roast your own coffee. In addition to fresh baked bread toasted with jam additional breakfast offerings may include cereal, bagels with cream cheese, or, on occassion, a Colombian breakfast of arepa, egg, and cheese. It's delicioso and a high protein breakfast, a great way to start the day. At the end of the day I occassionally offer a fresh baked baguette with a sampling of",
  "experiences_offered": "none",
  "neighborhood_overview": "This is a very quiet neighborhood. Guests often remark at how quiet this neighborhood is for being in the 3rd most densely populated city in the US. You are within walking distance to the village square where you will find restaurants, markets, and a variety of shops.",
  "notes": "If you book late on the same day as your arrival you may find that I am not available to you for a convenient arrival time. You should check that. I am about as laid back, flexible, and accommodating as you could expect to find. Read the reviews, that's me. For the most part I have professional guests who are here for work,  education, or relocation. This is a shared living experience. I work here as well as live here. It is a quiet home in a quiet neighborhood. I'm here to make your stay as pleasant as possible within the context of the \"Airbnb experience\". I get up each day anytime from 6:00am on. I will get up to see to it you get on your way. I will coordinate with you so that fresh coffee is made and you are provided with fresh baked bread toasted with butter and jam. Any other breakfast items are on you. You can use the refrigerator to keep any food you may want. You can bring in most anything you want and use the kitchen and most everything else in the house.",
  "transit": "Public transportation in Boston is as good as anywhere in the world. Every bus and train has a gps that lets you track it via your mobile phone or computer. There is no guesswork or wasted time in using the public transit system. To get into Boston the bus is just a few steps from the front door and you can be in downtown Boston in 40 minutes on average, often less. My location is an excellent place from which to commute into downtown Boston, Mass General Hospital, the financial district, Back Bay (Copley, Prudential Center, Newbury St.), the Museuem of Fine Arts, Harvard Medical School, and the Longwood Medical Center. If you are going to use public transportation I have a \"Charlie Card\" with enough of a balance to get you through the first day or so of your visit. You can reload them at any \"T\" station. The Charlie Card is very convenient for bus and subway travel and is less expensive per fare than using cash or the Charlie Ticket. I do expect that you will return these cards with t",
  "access": "You can feel free to use almost anything here. Feel free to cook in the kitchen and store food in the refrigerator. The local farmer's market runs June through November where you can buy the freshest of local produce and many other products. If you have a lot of luggage and are here long enough I can store things out of the way in the attic.",
  "interaction": "This is a shared living experience. I live and work here. I spend most of my time in my office thus it affords the guest a sense of privacy to watch TV or some other sort of entertainment. Your room will offer you a sense of privacy to be comfortable. If you are here for a longer stay we might even share takeout, dinner, or go to a movie.",
  "house_rules": "Arrival time can be no later than 10:00PM. No visitors allowed at anytime without prior approval. Overnight guests are only allowed as part of the reservation. Never more than 2 people in this room.  No smoking. 11:00 PM is quiet time while watching private room tv is acceptable. No eating meals in the room. It's too small, you'll see what I'm saying, and there's a nice dining table for that. Small snacks are fine. If you cook and/or uses dishes and utensils then please clean them so someone else can use them. Do not leave anything uncleaned in the sink overnight. Shared areas of the home are expected to be maintained after you use them. There are no room services provided other than normal cleaning. Closet and dresser space is provided for your clothes.",
  "thumbnail_url": "https://a1.muscache.com/im/pictures/2050393/274393b8_original.jpg?aki_policy=small",
  "medium_url": "https://a1.muscache.com/im/pictures/2050393/274393b8_original.jpg?aki_policy=medium",
  "picture_url": "https://a1.muscache.com/im/pictures/2050393/274393b8_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a1.muscache.com/im/pictures/2050393/274393b8_original.jpg?aki_policy=x_large",
  "host_id": 1176995,
  "host_url": "https://www.airbnb.com/users/show/1176995",
  "host_name": "Duane",
  "host_since": "2011-09-18",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "I am a self-employed professional. I work as a technology consultant out of my home office. I am very knowledgeable about Boston, it's history, and most importantly, how to get around in Boston. I was once a Boston cab driver. I enjoy a lot of outdoor activities including surfing and tennis. Perhaps most interesting to my guests is that I roast coffee from beans grown on the best plantations in the world. This is absolutely a comfortable, professional, and safe place for both men and women.",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "79%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a1.muscache.com/im/users/1176995/profile_pic/1316392100/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a1.muscache.com/im/users/1176995/profile_pic/1316392100/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 2,
  "host_total_listings_count": 2,
  "host_verifications": "['email', 'phone', 'facebook', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Augustus Ave, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28052812623618,
  "longitude": -71.13084254103526,
  "is_location_exact": "t",
  "property_type": "Apartment",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 0,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",Breakfast,Heating,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Fire Extinguisher\",Essentials,Shampoo,\"Laptop Friendly Workspace\",\"translation missing: en.hosting_amenity_49\",\"translation missing: en.hosting_amenity_50\"}",
  "square_feet": "",
  "price": "$70.00",
  "weekly_price": "$420.00",
  "monthly_price": "$1,320.00",
  "security_deposit": "",
  "cleaning_fee": "",
  "guests_included": 1,
  "extra_people": "$10.00",
  "minimum_nights": 1,
  "maximum_nights": 365,
  "calendar_updated": "a week ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 24,
  "availability_365": 299,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 38,
  "first_review": "2011-10-03",
  "last_review": "2016-08-31",
  "review_scores_rating": 98,
  "review_scores_accuracy": 9,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 9,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "t",
  "cancellation_policy": "strict",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 2,
  "reviews_per_month": 0.63
},
{
  "id": 6400432,
  "listing_url": "https://www.airbnb.com/rooms/6400432",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Spacious 3 bedroom cape cod style",
  "summary": "Three bedroom in Boston's Roslindale neighborhood - spacious backyard and large playroom make it incredibly kid-friendly. Off-street parking. Bus brings you to Forest Hills T Station on the Orange Line; walk to commuter rail and shops/restaurants.",
  "space": "This Cape Cod style home features two bedrooms (one king-sized, one with two twins) and kitchen, newly remodeled bathroom, and a large open living and dining area all on the first floor. Downstairs leads to a walk-out basement playroom with laundry, half bath, and TV area with a queen-sized sofa bed.  Also in the basement is our third bedroom (queen-sized) which opens onto the backyard and patio through lovely glass sliding doors.  There is a large gas grill , patio furniture, and backyard for your use.  Driveway fits one car.  A bus stop directly in front of the house brings you to Forest Hills T Station on the Orange line, from which all parts of Boston area easily accessible.  Downtown Boston is 15 minutes by car. Walk to Roslindale Village for the Commuter Rail, shops, restaurants, public library, post office, and amazing Farmer's Market on Saturdays.  This would be a great place to bring kids: 10 minutes by car to the Franklin Park Zoo, 20 minutes to the Blue Hills Reservation and",
  "description": "Three bedroom in Boston's Roslindale neighborhood - spacious backyard and large playroom make it incredibly kid-friendly. Off-street parking. Bus brings you to Forest Hills T Station on the Orange Line; walk to commuter rail and shops/restaurants. This Cape Cod style home features two bedrooms (one king-sized, one with two twins) and kitchen, newly remodeled bathroom, and a large open living and dining area all on the first floor. Downstairs leads to a walk-out basement playroom with laundry, half bath, and TV area with a queen-sized sofa bed.  Also in the basement is our third bedroom (queen-sized) which opens onto the backyard and patio through lovely glass sliding doors.  There is a large gas grill , patio furniture, and backyard for your use.  Driveway fits one car.  A bus stop directly in front of the house brings you to Forest Hills T Station on the Orange line, from which all parts of Boston area easily accessible.  Downtown Boston is 15 minutes by car. Walk to Roslindale Villag",
  "experiences_offered": "none",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/80374049/e71c1e12_original.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/80374049/e71c1e12_original.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/80374049/e71c1e12_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/80374049/e71c1e12_original.jpg?aki_policy=x_large",
  "host_id": 23127285,
  "host_url": "https://www.airbnb.com/users/show/23127285",
  "host_name": "Jesús",
  "host_since": "2014-10-29",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "",
  "host_response_time": "within a day",
  "host_response_rate": "100%",
  "host_acceptance_rate": "63%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/6b31bd2d-e4d9-4667-b8fa-75b62a398a25.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/6b31bd2d-e4d9-4667-b8fa-75b62a398a25.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Metropolitan Ave, Boston, MA 02131, United States",
  "neighbourhood": "",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.27838291101699,
  "longitude": -71.12878009724983,
  "is_location_exact": "f",
  "property_type": "House",
  "room_type": "Entire home/apt",
  "accommodates": 8,
  "bathrooms": 1,
  "bedrooms": 3,
  "beds": 5,
  "bed_type": "Real Bed",
  "amenities": "{TV,Internet,\"Wireless Internet\",Kitchen,\"Free Parking on Premises\",\"Indoor Fireplace\",Heating,\"Family/Kid Friendly\",Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",Shampoo}",
  "square_feet": "",
  "price": "$150.00",
  "weekly_price": "$700.00",
  "monthly_price": "$2,500.00",
  "security_deposit": "$150.00",
  "cleaning_fee": "$100.00",
  "guests_included": 6,
  "extra_people": "$0.00",
  "minimum_nights": 3,
  "maximum_nights": 1125,
  "calendar_updated": "3 weeks ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 0,
  "availability_365": 0,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 21,
  "first_review": "2015-08-07",
  "last_review": "2016-08-19",
  "review_scores_rating": 88,
  "review_scores_accuracy": 9,
  "review_scores_cleanliness": 9,
  "review_scores_checkin": 9,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "flexible",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 1.58
},
{
  "id": 5498472,
  "listing_url": "https://www.airbnb.com/rooms/5498472",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "4BD/3.5BA, Perfect for families!",
  "summary": "Our spacious, modern, immaculate town home is located in Roslindale, MA,  a fun and family friendly neighborhood of Boston. We are a perfect option for families with small children or those without who want to stay in a large, fully stocked home.",
  "space": "Our 2,400+ square foot home is a hidden gem, tucked away at the end of a private lane in a residential neighborhood.  Surrounded by trees, the property has a spacious, private, and safe front yard for playing with kids or just relaxing in the hammock.   Our home has 4 bedrooms, including 2 en suites (one king bed, one queen bed) and two additional bedrooms (one twin bed), though one is currently set up as an office.  There is a lot of unused space (the office could fit a twin bed or crib, the basement could sleep a bunch of people) but we only have beds set up for 5 people currently. We have a basement playroom with a treadmill and way more toys than we need!  Our home has cable TV, TVs in the living room, both master bedrooms and the basement, wireless internet, air conditioning (for those warm summer days), back deck, BBQ, fully stocked kitchen and bath, laundry and off street parking.  We are nonsmokers and our home is extremely clean and comfortable. Ideally, we would like to rent",
  "description": "Our spacious, modern, immaculate town home is located in Roslindale, MA,  a fun and family friendly neighborhood of Boston. We are a perfect option for families with small children or those without who want to stay in a large, fully stocked home. Our 2,400+ square foot home is a hidden gem, tucked away at the end of a private lane in a residential neighborhood.  Surrounded by trees, the property has a spacious, private, and safe front yard for playing with kids or just relaxing in the hammock.   Our home has 4 bedrooms, including 2 en suites (one king bed, one queen bed) and two additional bedrooms (one twin bed), though one is currently set up as an office.  There is a lot of unused space (the office could fit a twin bed or crib, the basement could sleep a bunch of people) but we only have beds set up for 5 people currently. We have a basement playroom with a treadmill and way more toys than we need!  Our home has cable TV, TVs in the living room, both master bedrooms and the basement",
  "experiences_offered": "none",
  "neighborhood_overview": "Roslindale is a quiet and family friendly, yet fun and funky neighborhood of Boston.  Roslindale Village is a 15 minute walk from our home and is home to many wonderful restaurants and shops.  The Arnold Arboretum is also a 15 minute walk and is am amazing place to walk, bike and explore.  Roslindale Village has a commuter rail stop that will take you into the city center but the subway line (which runs all the time, unlike the commuter rail) is a quick bus ride or about a 20 minute walk away.  Saturday mornings in June-October, stroll into the Village for the Roslindale Farmer's Market.  The drive to our home from Logan Airport is approximately 30 minutes.  Hiring a car is definitely recommended, though not absolutely necessary.",
  "notes": "Our town home is part of a 4 unit community.  Though our unit has it's own private entry and you can choose to make little contact with them, the utmost respect must be shown to other members of the community.   Our cars will be in the garage, so parking will be in our visitor spot, which is not garaged.",
  "transit": "",
  "access": "Guests will have access to bath and bed linens, a fully stocked kitchen, BBQ, internet, and laundry facilities, as well as any toys/books your kids may enjoy.",
  "interaction": "We will not be present during your stay but will always be reachable via phone for help/advice/suggestions and will have local relatives in the area to assist with anything that requires immediate attention.",
  "house_rules": "We take great care of our home and expect you to do the same.  Smoking is not permitted anywhere on the property.",
  "thumbnail_url": "https://a0.muscache.com/im/pictures/68660949/b99c43c1_original.jpg?aki_policy=small",
  "medium_url": "https://a0.muscache.com/im/pictures/68660949/b99c43c1_original.jpg?aki_policy=medium",
  "picture_url": "https://a0.muscache.com/im/pictures/68660949/b99c43c1_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a0.muscache.com/im/pictures/68660949/b99c43c1_original.jpg?aki_policy=x_large",
  "host_id": 28518068,
  "host_url": "https://www.airbnb.com/users/show/28518068",
  "host_name": "Colette",
  "host_since": "2015-02-28",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "",
  "host_response_time": "N/A",
  "host_response_rate": "N/A",
  "host_acceptance_rate": "N/A",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a1.muscache.com/im/users/28518068/profile_pic/1425160407/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a1.muscache.com/im/users/28518068/profile_pic/1425160407/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Chisholm Lane, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.27683095063724,
  "longitude": -71.12955973831468,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Entire home/apt",
  "accommodates": 5,
  "bathrooms": 3.5,
  "bedrooms": 4,
  "beds": 3,
  "bed_type": "Real Bed",
  "amenities": "{TV,\"Cable TV\",Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",\"Indoor Fireplace\",Heating,\"Family/Kid Friendly\",Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"Fire Extinguisher\",Essentials}",
  "square_feet": "",
  "price": "$175.00",
  "weekly_price": "",
  "monthly_price": "$2,800.00",
  "security_deposit": "$500.00",
  "cleaning_fee": "$100.00",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 14,
  "maximum_nights": 1125,
  "calendar_updated": "10 months ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 0,
  "availability_365": 0,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 1,
  "first_review": "2015-07-24",
  "last_review": "2015-07-24",
  "review_scores_rating": 100,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 10,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 0.07
},
{
  "id": 894539,
  "listing_url": "https://www.airbnb.com/rooms/894539",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Private room in house",
  "summary": "",
  "space": "Large private room in a large house near the Arnold Arboretum, in the Roslindale section of Boston. The Arboretum offers 281 acres with a living collection of trees, shrubs, and woody vines and is recognized as one of the most comprehensive and best documented of its kind in the world. House is on a one way block long street, and is quiet.  Room is on the second floor in the back of the house, next to a large bathroom with washer and drier available for use.  There is good natural light as well as privacy. It's an easy walk to Roslindale Square, where you will find Commuter rail and buses to anywhere you want to go.  Roslindale has one of the city's best farmers' markets, as well as excellent restaurants. Easy access to downtown Boston and Cambridge Great restaurants and shops nearby. Internet access, cable, and parking included Use of kitchen or shared meals.",
  "description": "Large private room in a large house near the Arnold Arboretum, in the Roslindale section of Boston. The Arboretum offers 281 acres with a living collection of trees, shrubs, and woody vines and is recognized as one of the most comprehensive and best documented of its kind in the world. House is on a one way block long street, and is quiet.  Room is on the second floor in the back of the house, next to a large bathroom with washer and drier available for use.  There is good natural light as well as privacy. It's an easy walk to Roslindale Square, where you will find Commuter rail and buses to anywhere you want to go.  Roslindale has one of the city's best farmers' markets, as well as excellent restaurants. Easy access to downtown Boston and Cambridge Great restaurants and shops nearby. Internet access, cable, and parking included Use of kitchen or shared meals.",
  "experiences_offered": "none",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "",
  "thumbnail_url": "https://a1.muscache.com/im/pictures/23866863/a33a52fe_original.jpg?aki_policy=small",
  "medium_url": "https://a1.muscache.com/im/pictures/23866863/a33a52fe_original.jpg?aki_policy=medium",
  "picture_url": "https://a1.muscache.com/im/pictures/23866863/a33a52fe_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a1.muscache.com/im/pictures/23866863/a33a52fe_original.jpg?aki_policy=x_large",
  "host_id": 4762495,
  "host_url": "https://www.airbnb.com/users/show/4762495",
  "host_name": "Jennifer",
  "host_since": "2013-01-19",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "I'm an architect and work out of my home.\nI walk every day with my dog, and also enjoy biking and most outdoor activities, yoga, meditation, and various artistic pursuits.  \nI enjoy hosting foreign students and people traveling through Boston for various reasons.  It makes my world bigger.\nI live near the Arnold Arboretum (great for walking), and Roslindale Square, and public transportation is easily accessible to downtown Boston, Cambridge, etc.",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "92%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a1.muscache.com/im/users/4762495/profile_pic/1358614186/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a1.muscache.com/im/users/4762495/profile_pic/1358614186/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 2,
  "host_total_listings_count": 2,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Ashfield Street, Roslindale, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Roslindale",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Roslindale, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.290903928902345,
  "longitude": -71.13023771355206,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1.5,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{TV,\"Cable TV\",Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",\"Pets Allowed\",Breakfast,\"Pets live on this property\",Cat(s),\"Other pet(s)\",\"Indoor Fireplace\",Heating,\"Family/Kid Friendly\",Washer,Dryer,\"Smoke Detector\",\"Carbon Monoxide Detector\",\"First Aid Kit\",\"Fire Extinguisher\",Essentials,Hangers,\"Hair Dryer\",Iron,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$95.00",
  "weekly_price": "$625.00",
  "monthly_price": "",
  "security_deposit": "",
  "cleaning_fee": "$10.00",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 1,
  "maximum_nights": 1125,
  "calendar_updated": "2 weeks ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 0,
  "availability_365": 1,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 40,
  "first_review": "2013-10-15",
  "last_review": "2016-09-02",
  "review_scores_rating": 96,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 2,
  "reviews_per_month": 1.13
},
{
  "id": 879929,
  "listing_url": "https://www.airbnb.com/rooms/879929",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Surround yourself with custom art!",
  "summary": "",
  "space": "One big bedroom in a three bedroom Apartment in Boston. Guest has use of kitchen, living room, Laundry on premises. Conveniently located on back side of Arnold Arboretum, just a 3 minute walk to commuter rail (and then 11Minutes to Down town), bus stop at corner, 15 minute walk to Forest hills MBTA station. 3 minute walk to restaurants and stores. On bike path to inner corridor. This is the home of a woodworker/sculptor and you will be surrounded by art. Located in a safe quiet neighborhood.",
  "description": "One big bedroom in a three bedroom Apartment in Boston. Guest has use of kitchen, living room, Laundry on premises. Conveniently located on back side of Arnold Arboretum, just a 3 minute walk to commuter rail (and then 11Minutes to Down town), bus stop at corner, 15 minute walk to Forest hills MBTA station. 3 minute walk to restaurants and stores. On bike path to inner corridor. This is the home of a woodworker/sculptor and you will be surrounded by art. Located in a safe quiet neighborhood.  Guests have use of bedroom shared bathroom and kitchen. I have bicycles on premises. I try to leave guests alone unless they need help. I am always available for questions by phone or text. This is a safe beautiful neighborhood bordering the Arnold Arboretum. Easy walk to dinner safe to walk home at night. Easy access to commuter rail, bus and MBTA. I am located on Boston bike trail and it is a 4.8 mile bike ride to the center of downtown Boston without riding on any roads.",
  "experiences_offered": "none",
  "neighborhood_overview": "This is a safe beautiful neighborhood bordering the Arnold Arboretum. Easy walk to dinner safe to walk home at night.",
  "notes": "",
  "transit": "Easy access to commuter rail, bus and MBTA. I am located on Boston bike trail and it is a 4.8 mile bike ride to the center of downtown Boston without riding on any roads.",
  "access": "Guests have use of bedroom shared bathroom and kitchen. I have bicycles on premises.",
  "interaction": "I try to leave guests alone unless they need help. I am always available for questions by phone or text.",
  "house_rules": "Quiet neighborhood, middle apartment of big house, quiet after 11:00. No smoking or candles in apartment.  Clean kitchen after use.",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/12748345/c2362433_original.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/12748345/c2362433_original.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/12748345/c2362433_original.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/12748345/c2362433_original.jpg?aki_policy=x_large",
  "host_id": 4653380,
  "host_url": "https://www.airbnb.com/users/show/4653380",
  "host_name": "Beth",
  "host_since": "2013-01-10",
  "host_location": "Boston Massachusetts, Roslindale Neighborhood",
  "host_about": "Artist who travels quite a bit. Easy going , quiet and respectful.",
  "host_response_time": "within an hour",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "f",
  "host_thumbnail_url": "https://a1.muscache.com/im/users/4653380/profile_pic/1357956786/original.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a1.muscache.com/im/users/4653380/profile_pic/1357956786/original.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "f",
  "street": "Ashfield Street, Roslindale, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Roslindale",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Roslindale, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.29151999170097,
  "longitude": -71.13185776978565,
  "is_location_exact": "t",
  "property_type": "Apartment",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{Internet,\"Wireless Internet\",\"Air Conditioning\",Kitchen,\"Free Parking on Premises\",\"Pets live on this property\",Cat(s),Heating,Washer,Dryer,\"translation missing: en.hosting_amenity_49\",\"translation missing: en.hosting_amenity_50\"}",
  "square_feet": "",
  "price": "$90.00",
  "weekly_price": "$500.00",
  "monthly_price": "$1,500.00",
  "security_deposit": "",
  "cleaning_fee": "",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 1,
  "maximum_nights": 1125,
  "calendar_updated": "2 weeks ago",
  "has_availability": "",
  "availability_30": 0,
  "availability_60": 0,
  "availability_90": 0,
  "availability_365": 122,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 43,
  "first_review": "2013-05-08",
  "last_review": "2015-12-01",
  "review_scores_rating": 95,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 9,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 9,
  "review_scores_value": 9,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "strict",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 1.06
},
{
  "id": 9218312,
  "listing_url": "https://www.airbnb.com/rooms/9218312",
  "scrape_id": 20160906204935,
  "last_scraped": "2016-09-07",
  "name": "Sunny bedroom with private bathroom",
  "summary": "Located in the Peter's Hill neighborhood, restored 1884 Victorian offers a private entrance, private marble bathroom and a large, comfortable bedroom. Roslindale Square, Arnold Arboretum and the T are all just a few minutes walk.",
  "space": "Large sunny bedroom with double bed, love seat in a bay window and a new private marble bathroom with claw foot tub, glass shower and heated floors. A separate entrance allows guests privacy and flexibility.",
  "description": "Located in the Peter's Hill neighborhood, restored 1884 Victorian offers a private entrance, private marble bathroom and a large, comfortable bedroom. Roslindale Square, Arnold Arboretum and the T are all just a few minutes walk. Large sunny bedroom with double bed, love seat in a bay window and a new private marble bathroom with claw foot tub, glass shower and heated floors. A separate entrance allows guests privacy and flexibility. Private bedroom and luxury bathroom with separate entrance offer our guests privacy and comfort. On street parking is free and unrestricted. Please note kitchen access and breakfast not included. A coffee station with a Keurig and a refrigerator is available with an assortment of coffees and teas. We are empty nesters who enjoy hosting guests from around the country and the world. We love to travel ourselves and to introduce our guests to the Roslindale neighborhood and the larger city of Boston. We are from New Jersey (Dave) and California (Jone) and have",
  "experiences_offered": "none",
  "neighborhood_overview": "We have lived in Roslindale since 1985 and have watched it become an up-and-coming restaurant destination and magnet for young families and professionals. The neighborhood is quiet and residential, but closely linked to urban Downtown Boston by a 15-minute commuter rail ride. Roslindale Square is only a five minute walk and offers all the conveniences you could ask for.  We are located just a few doors down from the Arnold Arboretum, Boston's famous nature park which is operated by Harvard University. It features collections of trees from around the world and a variety of nature walks. The top of Peter's Hill is a great spot to watch the sun set over Boston's skyline. Stay with us in any season to get a taste of Boston and Roslindale.",
  "notes": "Parking available and nearby buses and commuter rail into Boston. Many interesting shops and restaurants in nearby Roslindale Village.",
  "transit": "Five minutes walk from our house, you can catch the commuter rail directly into Downtown Boston (a 15-minute ride), or one of the many buses that head up Washington Street to Forest Hills, the southern terminal of the Orange Line. It also never takes long to get an Uber.",
  "access": "Private bedroom and luxury bathroom with separate entrance offer our guests privacy and comfort. On street parking is free and unrestricted. Please note kitchen access and breakfast not included. A coffee station with a Keurig and a refrigerator is available with an assortment of coffees and teas.",
  "interaction": "We are empty nesters who enjoy hosting guests from around the country and the world. We love to travel ourselves and to introduce our guests to the Roslindale neighborhood and the larger city of Boston. We are from New Jersey (Dave) and California (Jone) and have lived in Boston for forty years.",
  "house_rules": "To treat our home with respect.  No smoking inside but feel free to use the front porch.  The marble in the bathroom is very easily stained. We ask that you limit drinking coffee, red wine, etc to the bedroom.",
  "thumbnail_url": "https://a2.muscache.com/im/pictures/206f6fb6-d15d-43ff-80a2-6d5ba30ea399.jpg?aki_policy=small",
  "medium_url": "https://a2.muscache.com/im/pictures/206f6fb6-d15d-43ff-80a2-6d5ba30ea399.jpg?aki_policy=medium",
  "picture_url": "https://a2.muscache.com/im/pictures/206f6fb6-d15d-43ff-80a2-6d5ba30ea399.jpg?aki_policy=large",
  "xl_picture_url": "https://a2.muscache.com/im/pictures/206f6fb6-d15d-43ff-80a2-6d5ba30ea399.jpg?aki_policy=x_large",
  "host_id": 47935411,
  "host_url": "https://www.airbnb.com/users/show/47935411",
  "host_name": "Jone",
  "host_since": "2015-11-01",
  "host_location": "Boston, Massachusetts, United States",
  "host_about": "",
  "host_response_time": "within a few hours",
  "host_response_rate": "100%",
  "host_acceptance_rate": "100%",
  "host_is_superhost": "t",
  "host_thumbnail_url": "https://a2.muscache.com/im/pictures/5a6d42d3-00f2-45ee-b09c-357e05495e99.jpg?aki_policy=profile_small",
  "host_picture_url": "https://a2.muscache.com/im/pictures/5a6d42d3-00f2-45ee-b09c-357e05495e99.jpg?aki_policy=profile_x_medium",
  "host_neighbourhood": "Roslindale",
  "host_listings_count": 1,
  "host_total_listings_count": 1,
  "host_verifications": "['email', 'phone', 'reviews', 'kba']",
  "host_has_profile_pic": "t",
  "host_identity_verified": "t",
  "street": "Fairview Street, Boston, MA 02131, United States",
  "neighbourhood": "Roslindale",
  "neighbourhood_cleansed": "Roslindale",
  "neighbourhood_group_cleansed": "",
  "city": "Boston",
  "state": "MA",
  "zipcode": "02131",
  "market": "Boston",
  "smart_location": "Boston, MA",
  "country_code": "US",
  "country": "United States",
  "latitude": 42.28907107085577,
  "longitude": -71.12823296377442,
  "is_location_exact": "t",
  "property_type": "House",
  "room_type": "Private room",
  "accommodates": 2,
  "bathrooms": 1,
  "bedrooms": 1,
  "beds": 1,
  "bed_type": "Real Bed",
  "amenities": "{\"Wireless Internet\",\"Free Parking on Premises\",Heating,\"Smoke Detector\",\"First Aid Kit\",\"Fire Extinguisher\",Essentials,Shampoo,\"24-Hour Check-in\",Hangers,Iron,\"Laptop Friendly Workspace\"}",
  "square_feet": "",
  "price": "$95.00",
  "weekly_price": "$500.00",
  "monthly_price": "$1,600.00",
  "security_deposit": "",
  "cleaning_fee": "$15.00",
  "guests_included": 1,
  "extra_people": "$0.00",
  "minimum_nights": 2,
  "maximum_nights": 1125,
  "calendar_updated": "2 weeks ago",
  "has_availability": "",
  "availability_30": 8,
  "availability_60": 16,
  "availability_90": 37,
  "availability_365": 107,
  "calendar_last_scraped": "2016-09-06",
  "number_of_reviews": 33,
  "first_review": "2016-01-06",
  "last_review": "2016-08-24",
  "review_scores_rating": 99,
  "review_scores_accuracy": 10,
  "review_scores_cleanliness": 10,
  "review_scores_checkin": 10,
  "review_scores_communication": 10,
  "review_scores_location": 10,
  "review_scores_value": 10,
  "requires_license": "f",
  "license": "",
  "jurisdiction_names": "",
  "instant_bookable": "f",
  "cancellation_policy": "moderate",
  "require_guest_profile_picture": "f",
  "require_guest_phone_verification": "f",
  "calculated_host_listings_count": 1,
  "reviews_per_month": 4.02
}
]
